Repository: PrestaShopCorp/ps_checkout
Catalog: ps9/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: de_de, fr_fr, it_it, pt_pt

source: Refund has been processed by PayPal.
de_de: Die Rückerstattung erfolgte über PayPal.
fr_fr: Le remboursement a été effectué par PayPal.
it_it: Il rimborso è stato effettuato tramite PayPal.
pt_pt: O reembolso foi efetuado pelo PayPal.

source: Refund cannot be processed by PayPal.
de_de: Die Rückerstattung konnte nicht über PayPal erfolgen.
fr_fr: Le remboursement n'a pas pu être effectué par PayPal.
it_it: Il rimborso non può essere effettuato tramite PayPal.
pt_pt: O reembolso não pôde ser efetuado pelo PayPal.

source: Refund has been processed by PayPal, but order status change or email sending failed.
de_de: Die Rückerstattung wurde von PayPal verarbeitet, aber die Statusänderung der Bestellung oder der Versand der E-Mail ist fehlgeschlagen.
fr_fr: Le remboursement a été traité par PayPal, mais le changement de statut de la commande ou l'envoi de l'e-mail a échoué.
it_it: Il rimborso è stato elaborato da PayPal, ma il cambio di stato dell’ordine o l’invio dell’email non è riuscito.
pt_pt: O reembolso foi processado pelo PayPal, mas a alteração do estado da encomenda ou o envio do e-mail falhou.

source: PayPal refund amount is invalid.
de_de: Ungültiger PayPal-Rückerstattungsbetrag.
fr_fr: Montant de remboursement PayPal invalide.
it_it: Importo del rimborso PayPal non valido.
pt_pt: Valor de reembolso PayPal inválida.

source: PayPal refund currency is invalid.
de_de: Ungültige PayPal-Rückerstattungswährung.
fr_fr: Devise de remboursement PayPal invalide.
it_it: Valuta di rimborso PayPal non valida.
pt_pt: Moeda de reembolso PayPal inválida.

source: PayPal Transaction is invalid.
de_de: Ungültige PayPal-Transaktion.
fr_fr: Transaction PayPal invalide.
it_it: Transazione PayPal non valida.
pt_pt: Transação PayPal inválida.

source: PayPal Order is invalid.
de_de: Ungültige PayPal-Bestellung.
fr_fr: Commande PayPal invalide.
it_it: Ordine PayPal non valido.
pt_pt: Pedido PayPal inválido.

source: No PrestaShop Order identifier received
de_de: Keine PrestaShop-Bestellreferenz erhalten
fr_fr: Aucune référence de commande PrestaShop reçue
it_it: Si è verificato un errore su PayPal onboarding, riprova.
pt_pt: Nenhuma referência de encomenda PrestaShop recebida

source: Provide the most commonly used payment methods to your customers in this all-in-one module, and manage all your sales in a centralized interface.
de_de: Bieten Sie Ihren Kunden in diesem Modul die am häufigsten verwendeten Zahlungsmethoden und verwalten Sie all Ihre Verkäufe auf einer zentralisierten Schnittstelle.
fr_fr: Fournissez les moyens de paiement les plus couramment utilisés à vos clients dans ce module tout-en-un, et gérez toutes vos ventes dans une interface centralisée.
it_it: Proponi ai tuoi clienti i metodi di pagamento più diffusi grazie a questo modulo all-in-one e gestisci tutte le tue vendite in un’interfaccia centralizzata.
pt_pt: Forneça as formas de pagamento usadas com mais frequência aos seus clientes neste módulo com tudo incluído e gerencie todas as suas vendas em uma interface centralizada.

source: The payer did not authorize the payment.
de_de: Der Käufer hat die Zahlung nicht autorisiert.
fr_fr: Le payeur n'a pas autorisé le paiement.
it_it: Il pagatore non ha autorizzato il pagamento.
pt_pt: O pagador não autorizou o pagamento.

source: The payer paid for an item that they did not receive.
de_de: Der Käufer hat für einen Artikel bezahlt, den er nicht erhalten hat.
fr_fr: Le payeur a payé un article qu'il n'a pas reçu.
it_it: Il pagatore ha pagato per un articolo che non ha ricevuto.
pt_pt: O pagador pagou por um item que não recebeu.

source: For more information, please go to the official PayPal website.
de_de: Für weitere Informationen besuchen Sie bitte die offizielle PayPal-Website.
fr_fr: Pour plus d'informations, veuillez vous rendre sur le site officiel de PayPal.
it_it: Per ulteriori informazioni, visita il sito ufficiale di PayPal.
pt_pt: Para mais informações, por favor consulte o site oficial do PayPal.

source: Dispute categories covered:
de_de: Abgedeckte Streitfallkategorien:
fr_fr: Catégories de litiges couvertes :
it_it: Categorie di contestazione coperte:
pt_pt: Categorias de litígios cobertas:

source: Your PayPal balance is not protected, the transaction is not eligible to the seller protection program.
de_de: Ihr PayPal-Guthaben ist nicht geschützt, da die Transaktion nicht für das Verkäuferschutzprogramm berechtigt ist.
fr_fr: Votre solde PayPal n'est pas protégé, la transaction n'est pas éligible au programme de protection des marchands.
it_it: Il tuo saldo PayPal non è protetto, la transazione non è idonea al programma di protezione venditori.
pt_pt: O seu saldo PayPal não está protegido, a transação não é elegível para o programa de proteção ao vendedor.

source: Your PayPal balance remains intact if the customer claims that they did not receive an item.
de_de: Ihr PayPal-Guthaben bleibt unberührt, wenn der Kunde angibt, dass er einen Artikel nicht erhalten hat.
fr_fr: Votre solde PayPal reste intact si le client prétend qu'il n'a pas reçu d'article.
it_it: Il tuo saldo PayPal rimane intatto se il cliente dichiara di non aver ricevuto l’articolo.
pt_pt: O seu saldo PayPal permanece intacto se o cliente alegar que não recebeu o item.

source: Your PayPal balance remains intact if the customer claims that they did not receive an item or the account holder claims that they did not authorize the payment.
de_de: Ihr PayPal-Guthaben bleibt unberührt, wenn der Kunde angibt, dass er einen Artikel nicht erhalten hat, oder der Kontoinhaber angibt, dass er die Zahlung nicht autorisiert hat.
fr_fr: Votre solde PayPal reste intact si le client prétend qu'il n'a pas reçu un article ou si le titulaire du compte prétend qu'il n'a pas autorisé le paiement.
it_it: Il tuo saldo PayPal rimane intatto se il cliente dichiara di non aver ricevuto l’articolo o se il titolare dell’account dichiara di non aver autorizzato il pagamento.
pt_pt: O seu saldo PayPal permanece intacto se o cliente alegar que não recebeu o item ou se o titular da conta alegar que não autorizou o pagamento.

source: Not eligible
de_de: Nicht berechtigt
fr_fr: Non éligible
it_it: Non idoneo
pt_pt: Não elegível

source: Partially eligible
de_de: Teilweise berechtigt
fr_fr: Partiellement éligible
it_it: Parzialmente idoneo
pt_pt: Parcialmente elegível

source: Eligible
de_de: Berechtigt
fr_fr: Éligible
it_it: Idoneo
pt_pt: Elegível

source: Refund
de_de: Rückerstattung
fr_fr: Remboursement
it_it: Rimborso
pt_pt: Reembolso

source: Payment
de_de: Bezahlung
fr_fr: Paiement
it_it: Pagamento
pt_pt: Pagamento

source: was not saved for future purchases
de_de: wurde nicht für zukünftige Einkäufe gespeichert
fr_fr: n'a pas été enregistré pour vos achats futurs
it_it: non è stato salvato per acquisti futuri
pt_pt: não foi guardado para compras futuras

source: was saved for future purchases
de_de: wurde für zukünftige Einkäufe gespeichert
fr_fr: a été enregistré pour vos achats futurs
it_it: è stato salvato per acquisti futuri
pt_pt: foi guardado para compras futuras

source: Payment method status
de_de: Status der Zahlungsmethode
fr_fr: Statut méthode de paiement
it_it: Stato del metodo di pagamento
pt_pt: Estado do método de pagamento

source: If you have any question, please contact us.
de_de: Wenn Sie Fragen haben, kontaktieren Sie uns bitte.
fr_fr: Si vous avez une question, veuillez nous contacter.
it_it: Se hai qualche domanda, ti preghiamo di contattarci.
pt_pt: Se tiver alguma dúvida, por favor contacte-nos.

source: You will be redirected to an external secured page of our payment gateway.
de_de: Sie werden auf eine externe, gesicherte Seite unseres Zahlungsanbieters weitergeleitet.
fr_fr: Vous serez redirigé vers une page externe sécurisé.
it_it: Verrai reindirizzato a una pagina esterna protetta del nostro gateway di pagamento.
pt_pt: Será redirecionado para uma página externa segura da nossa plataforma de pagamento.

source: Your payment needs to be authenticated, please click the button below.
de_de: Ihre Zahlung muss authentifiziert werden. Bitte klicken Sie auf den untenstehenden Button.
fr_fr: La transaction nécessite une authentification de votre part, veuillez cliquez sur le lien ci-dessous.
it_it: Il tuo pagamento deve essere autenticato, fai clic sul pulsante qui sotto.
pt_pt: O seu pagamento precisa de ser autenticado, por favor clique no botão abaixo.

source: Your payment needs to be approved, please click the button below.
de_de: Ihre Zahlung muss genehmigt werden. Bitte klicken Sie auf den untenstehenden Button.
fr_fr: La transaction nécessite une approbation de votre part, veuillez cliquez sur le lien ci-dessous.
it_it: Il tuo pagamento deve essere approvato, fai clic sul pulsante qui sotto.
pt_pt: O seu pagamento precisa de ser aprovado, por favor clique no botão abaixo.

source: Your payment has been declined by our payment gateway, please contact us via the link below.
de_de: Ihre Zahlung wurde von unserem Zahlungsgateway abgelehnt. Bitte kontaktieren Sie uns über den untenstehenden Link.
fr_fr: La transaction a été refusée par la plateforme de paiement, veuillez nous contacter en utilisant le lien ci-dessous.
it_it: Il tuo pagamento è stato rifiutato dal nostro gateway di pagamento, contattaci tramite il link sottostante.
pt_pt: O seu pagamento foi recusado pela nossa plataforma de pagamento, por favor contacte-nos através do link abaixo.

source: Authenticate payment
de_de: Zahlung authentifizieren
fr_fr: Authentifier le paiemennt
it_it: Approvazione del pagamento
pt_pt: Autenticar pagamento

source: Approve payment
de_de: Zahlung genehmigen
fr_fr: Approuver le paiement
it_it: Approva il pagamento
pt_pt: Aprovar pagamento

source: Amount paid
de_de: Bezahlter Betrag
fr_fr: Montant payé
it_it: Importo pagato
pt_pt: Valor pago

source: Funding source
de_de: Finanzierungsquelle
fr_fr: Méthode de paiement
it_it: Fonte di finanziamento
pt_pt: Fonte de financiamento

source: Transaction status
de_de: Transaktionsstatus
fr_fr: Etat de la transaction
it_it: Stato della transazione
pt_pt: Estado da transação

source: Transaction identifier
de_de: Transaktionsnummer
fr_fr: Identifiant de la transaction
it_it: Identificatore della transazione
pt_pt: Identificador da transação

source: Order status
de_de: Bestellstatus
fr_fr: Etat de la commande
it_it: Lo stato dell'ordine
pt_pt: Estado da encomenda

source: Order identifier
de_de: Bestellnummer
fr_fr: Identifiant de la commande
it_it: Identificatore dell'ordine
pt_pt: Identificador da encomenda

source: Payment gateway information
de_de: Zahlungsgateway-Informationen
fr_fr: Information de la plateforme de paiement
it_it: Informazioni sul gateway di pagamento
pt_pt: Informação da plataforma de pagamento

source: If you need assistance, please contact our Support Team on PrestaShop Checkout configuration page on Help subtab.
de_de: Wenn Sie Hilfe benötigen, wenden Sie sich bitte an unser Support-Team auf der Konfigurationsseite des PrestaShop-Check-out auf der Unterregisterkarte Hilfe.
fr_fr: Si vous avez besoin d'aide, contacter l'équipe support du module PrestaShop Checkout depuis la page de configuration du module via l'onglet Aide.
it_it: Se hai bisogno di assistenza, contatta il nostro team di assistenza clienti alla pagina di configurazione di PrestaShop Checkout nella scheda Aiuto.
pt_pt: Se precisar de ajuda, entre em contato com nossa Equipe de Suporte na página de configuração do PrestaShop Checkout na subguia Ajuda.

source: Exception detail:
de_de: Ausnahme-ID :
fr_fr: Identifiant exception :
it_it: Eccezione ID:
pt_pt: ID de exceção:

source: Exception identifier:
de_de: Ausnahme-ID
fr_fr: Identifiant d'exception
it_it: Eccezione ID
pt_pt: ID de exceção

source: PayPal order identifier:
de_de: PayPal-Bestell-ID :
fr_fr: Identifiant de commande PayPal :
it_it: ID ordine PayPal:
pt_pt: ID pedido PayPal:

source: Cart identifier:
de_de: Warenkorb-Anmeldung :
fr_fr: Identifiant panier :
it_it: ID carrello:
pt_pt: ID Carrinho:

source: Customer identifier:
de_de: Kunden-Login :
fr_fr: Identifiant client :
it_it: ID cliente:
pt_pt: ID Cliente:

source: A customer encountered a processing payment error :
de_de: Ein Kunde ist beim Bezahlen auf einen Fehler gestoßen
fr_fr: Un client a rencontré une erreur en payant
it_it: Un cliente ha riscontrato un errore durante il pagamento
pt_pt: Cliente encontrou um erro aquando do pagamento

source: This message is sent automatically by module PrestaShop Checkout
de_de: Diese Nachricht wird automatisch durch das PrestaShop-Kassenmodul gesendet.
fr_fr: Ce message est automatiquement envoyé par le module PrestaShop Checkout
it_it: Questo messaggio viene inviato automaticamente dal modulo PrestaShop Checkout
pt_pt: Esta mensagem foi automaticamente enviada pelo módulo PrestaShop Checkout

source: This payment method has been refused by the payment platform, please use another payment method.
de_de: Diese Zahlungsmethode ist nicht autorisiert, mit der Transaktion auf dem Zahlungsgateway fortzufahren, bitte versuchen Sie es mit einer anderen Methode.
fr_fr: Ce moyen de paiement a été refusé par la plateforme de paiement, veuillez utiliser un autre moyen de paiement.
it_it: Questo metodo di pagamento non è autorizzato a procedere con la transazione sul gateway di pagamento, scegline un altro.
pt_pt: Este método de pagamento não está autorizado, por favor tente outro.

source: Order is already captured.
de_de: Die Bestellung wurde bereits erfasst.
fr_fr: La commande PayPal a déjà été capturée.
it_it: L’ordine è già stato acquisito.
pt_pt: A encomenda já foi capturada.

source: Transaction expired, please try again.
de_de: Transaktion ist abgelaufen, bitte versuchen Sie es erneut.
fr_fr: La transaction a expiré, veuillez réessayer.
it_it: Transazione scaduta, riprova.
pt_pt: Transação expirada, por favor tente novamente.

source: The transaction failed. Please try a different payment method.
de_de: Die Transaktion ist fehlgeschlagen. Bitte versuchen Sie eine andere Zahlungsart.
fr_fr: La transaction a échoué. Veuillez utiliser un autre moyen de paiement.
it_it: Transazione non riuscita. Riprova con un altro metodo di pagamento.
pt_pt: A transação falhou. Por favor, escolha outro método de pagamento.

source: Your country is not supported by this payment method, please try to select another.
de_de: Diese Zahlungsart wird in Ihrem Land nicht unterstützt, bitte versuchen Sie, eine andere auszuwählen.
fr_fr: Votre pays n'est pas supporté pour ce moyen de paiement, veuillez en utiliser un autre.
it_it: Paese non supportato da questo metodo di pagamento, prova a selezionarne un altro.
pt_pt: O seu país não é suportado por este método de pagamento, por favor tente selecionar outro.

source: Your card cannot be used to pay in this currency, please try another payment method.
de_de: Ihre Karte kann nicht für Zahlungen in dieser Währung verwendet werden. Bitte versuchen Sie eine andere Zahlungsart.
fr_fr: Votre carte ne peut pas être utilisée pour payer dans cette devise, veuillez essayer un autre moyen de paiement.
it_it: La tua carta non può essere usata per pagare in questa valuta, prova con un altro metodo di pagamento.
pt_pt: O seu cartão não pode ser utilizado para pagar nesta moeda, por favor escolha outro método de pagamento.

source: The CVC code length is invalid for the specified card type.
de_de: Die Länge des sicherheitscode ist für den angegebenen Kartentyp ungültig.
fr_fr: La longueur du code CVV est incorrect pour ce type de carte.
it_it: Lunghezza cod. di sicurezza errata per questo tipo di carta.
pt_pt: O comprimento do código CVC é inválido para o tipo de cartão especificado.

source: Processing of this card type is not supported. Use another card type.
de_de: Die Verarbeitung dieses Kartentyps wird nicht unterstützt. Verwenden Sie einen aneren Kartentyp.
fr_fr: Ce type de carte n'est pas supporté. Veuillez essayer un autre type de carte.
it_it: Tipo di carta non supportato. Usa un altro tipo di carta.
pt_pt: O processamento deste tipo de cartão não é suportado. Utilize outro tipo de cartão.

source: Cart delivery option is unavailable.
de_de: Die Lieferoption im Warenkorb ist nicht verfügbar.
fr_fr: L'option de livraison sélectionnée est indisponible.
it_it: L’opzione di consegna del carrello non è disponibile.
pt_pt: A opção de entrega do carrinho está indisponível.

source: Cart delivery address is invalid.
de_de: Die Lieferadresse im Warenkorb ist ungültig.
fr_fr: L'adresse de livraison est invalide.
it_it: L’indirizzo di consegna del carrello non è valido.
pt_pt: O endereço de entrega do carrinho é inválido.

source: Cart invoice address is invalid.
de_de: Die Rechnungsadresse im Warenkorb ist ungültig.
fr_fr: L'adresse de facturation est invalide.
it_it: L’indirizzo di fatturazione del carrello non è valido.
pt_pt: O endereço de faturação do carrinho é inválido.

source: Cart contains product unavailable.
de_de: Der Warenkorb enthält ein nicht verfügbares Produkt.
fr_fr: Le panier contient des produits indisponibles.
it_it: Il carrello contiene prodotti non disponibili.
pt_pt: O carrinho contém produtos indisponíveis.

source: Cart doesn't contains product.
de_de: Der Warenkorb enthält kein Produkt.
fr_fr: Le panier est vide.
it_it: Il carrello non contiene prodotti.
pt_pt: O carrinho não contém produtos.

source: The transaction amount doesn't match with the cart amount.
de_de: Der Transaktionsbetrag stimmt nicht mit dem Betrag im Warenkorb überein.
fr_fr: Le montant de transaction ne correspond pas au montant de la commande.
it_it: L'importo della transazione non corrisponde all'importo del carrello.
pt_pt: O valor da transação não coincide com o valor do carrinho.

source: OrderPayment cannot be saved
de_de: Die Bezahlung der Bestellung kann nicht gespeichert werden
fr_fr: Le paiement ne peut être enregistré.
it_it: Impossibile salvare OrderPayment
pt_pt: OrderPayment não pode ser guardada

source: OrderState cannot be saved
de_de: Der Bestellstatus kann nicht gespeichert werden
fr_fr: Le statut de la commande ne peut être mis à jour.
it_it: Impossibile salvare OrderState
pt_pt: OrderState não pode ser guardada

source: Order cannot be saved
de_de: Der Auftrag kann nicht registriert werden
fr_fr: La commande ne peut pas être enregistrée
it_it: L'ordine non può essere registrato
pt_pt: O pedido não pôde ser registado

source: Cart is invalid
de_de: Ungültiger Korb
fr_fr: La panier en cours est invalide, veuillez réessayer.
it_it: Carrello non valido
pt_pt: Carrinho de compras inválido

source: PayPal payment method is missing
de_de: Das Zahlungsmittel PayPal fehlt
fr_fr: Le moyen de paiement par PayPal est manquant
it_it: Manca il metodo di pagamento con PayPal
pt_pt: Meios de pagamento por PayPal em falta

source: PayPal order identifier is missing
de_de: Die PayPal-Bestell-ID fehlt
fr_fr: L'identifiant de commande PayPal est manquant
it_it: Manca l'ID dell'ordine PayPal
pt_pt: Identificação do pedido PayPal em falta

source: Unable to call API
de_de: Aufruf der API nicht möglich
fr_fr: Impossible d'appeler l'API
it_it: Impossibile chiamare le API
pt_pt: Incapaz de chamar API

source: This payment method is unavailable
de_de: Dieses Zahlungsmittel ist nicht verfügbar.
fr_fr: Ce moyen de paiement n'est pas disponible
it_it: Questo metodo di pagamento non è disponibile
pt_pt: Este meio de pagamento não se encontra disponível

source: The transaction was refused.
de_de: Die Transaktion wurde abgelehnt.
fr_fr: La transaction été refusée.
it_it: Transazione rifiutata.
pt_pt: A transação foi recusada.

source: The transaction failed. Please try a different card.
de_de: Die Transaktion ist fehlgeschlagen. Bitte versuchen Sie eine andere Karte.
fr_fr: La transaction a échoué. Veuillez essayer une carte différente.
it_it: Transazione non riuscita. Riprova con un'altra carta.
pt_pt: A transação falhou. Por favor, experimente um cartão diferente.

source: Error processing payment, you could have been charged. Please check your order history in your account to check the status of the order or please contact our customer service to know more.
de_de: Fehler bei der Zahlungsabwicklung, es kann sein, dass die Zahlungsart belastet wurde. Bitte überprüfen Sie Ihre Bestellhistorie in Ihrem Konto, um den Status der Bestellung zu überprüfen, oder wenden Sie sich an unseren Kundendienst, um mehr zu erfahren.
fr_fr: Erreur lors du processus de paiement, vous avez peut être été débité. Veuillez vérifier votre historique de commande dans votre compte client. Contactez le service client pour en savoir plus.
it_it: Errore durante l'elaborazione del pagamento: l'importo potrebbe essere stato addebitato. Vai alla cronologia degli ordini nel tuo account per verificare lo stato dell'ordine o contatta il nostro servizio clienti per maggiori informazioni.
pt_pt: Ocorreu um erro de processamento de pagamento. Poderá ter sido cobrado por engano. Verifique o histórico da sua encomenda na sua conta para verificar o estado da encomenda ou contacte o nosso serviço ao cliente para saber mais.

source: We encountered an issue while processing your Apple Pay payment. Please verify your order details and try again, or use a different payment method.
de_de: Beim Verarbeiten Ihrer Apple Pay-Zahlung ist ein Problem aufgetreten. Bitte überprüfen Sie Ihre Bestelldaten und versuchen Sie es erneut oder verwenden Sie eine andere Zahlungsmethode.
fr_fr: Un problème est survenu lors du traitement de votre paiement Apple Pay. Veuillez vérifier les détails de votre commande et réessayer, ou utilisez un autre mode de paiement.
it_it: Abbiamo riscontrato un problema durante l’elaborazione del tuo pagamento Apple Pay. Verifica i dettagli del tuo ordine e riprova o utilizza un altro metodo di pagamento.
pt_pt: Encontramos um problema ao processar o seu pagamento Apple Pay. Verifique os detalhes do seu pedido e tente novamente ou utilize outro método de pagamento.

source: We’re unable to process your Apple Pay payment at the moment. This could be due to an issue verifying the payment setup for this website. Please try again later or choose a different payment method.
de_de: Wir können Ihre Apple Pay-Zahlung derzeit nicht verarbeiten. Dies könnte an einem Problem bei der Überprüfung der Zahlungseinrichtung für diese Website liegen. Bitte versuchen Sie es später erneut oder wählen Sie eine andere Zahlungsmethode.
fr_fr: Nous ne pouvons pas traiter votre paiement Apple Pay pour le moment. Cela peut être dû à un problème de vérification de la configuration du paiement pour ce site. Veuillez réessayer plus tard ou choisir un autre moyen de paiement.
it_it: Non possiamo elaborare il tuo pagamento Apple Pay al momento. Questo potrebbe essere dovuto a un problema di verifica della configurazione del pagamento per questo sito. Riprova più tardi o scegli un altro metodo di pagamento.
pt_pt: Não conseguimos processar o seu pagamento Apple Pay no momento. Isso pode ser devido a um problema ao verificar a configuração do pagamento para este site. Por favor, tente novamente mais tarde ou escolha outro método de pagamento.

source: Card holder authentication cannot be checked, please choose another payment method or try again.
de_de: Karteninhaberauthentifizierung kann nicht überprüft werden, bitte wählen Sie eine andere Zahlungsmethode oder versuchen Sie es erneut.
fr_fr: L'identité du titulaire de la carte n'a pas pu être vérifiée, veuillez choisir un autre moyen de paiement ou essayez de nouveau.
it_it: L'identità del titolare della carta non può essere verificata. Si prega di scegliere un altro metodo di pagamento o riprovare.
pt_pt: Falha na verificação da autenticação do titular do cartão. Por favor escolha outro meio de pagamento ou tente novamente.
