Repository: PrestaShopCorp/ps_checkout
Catalog: ps9/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: de_de, fr_fr, it_it, pt_pt

source: Setup fraud tool
de_de: Werkzeug zum Einrichten von Betrug
fr_fr: Configurer l'outil de fraude
it_it: Imposta lo strumento antifrode
pt_pt: Configurar a ferramenta de fraude

source: Live
de_de: Aktiv
fr_fr: Actif
it_it: Live session
pt_pt: Ativo

source: Blue
de_de: Blau
fr_fr: Bleu
it_it: Blu
pt_pt: Azul

source: Business phone
de_de: Geschäftliche Telefonnummer
fr_fr: Téléphone d'entreprise
it_it: Telefono aziendale
pt_pt: Telefone comercial

source: Gold
fr_fr: Or
pt_pt: Dourado

source: Use another account
de_de: Anderes Konto verwenden
fr_fr: Utiliser un autre compte
it_it: Utilizza un altro conto
pt_pt: Usar outra conta

source: You are now logged in with your
de_de: Sie sind jetzt mit Ihrem Konto angemeldet
fr_fr: Vous êtes maintenant connecté avec votre compte
it_it: Ora hai effettuato l'accesso con il tuo conto
pt_pt: Você está conectado(a) com sua conta

source: An agency
de_de: eine Agentur
fr_fr: Une agence
it_it: Un'agenzia
pt_pt: Agência

source: You're all set !
de_de: Sie sind bereit!
fr_fr: Vous êtes prêt !
it_it: Operazione riuscita!
pt_pt: Está tudo pronto!

source: Information needed
de_de: Benötigte Informationen
fr_fr: Informations requises
it_it: Informazioni richieste
pt_pt: Informações necessárias

source: Your rounding settings are now fully compatible
de_de: Ihre Rundungskonfigurationen sind jetzt kompatibel
fr_fr: Vos configurations d'arrondis sont maintenant compatibles
it_it: Le tue configurazioni di arrotondamento sono compatibili adesso
pt_pt: As suas configurações de arredondamento são agora compatíveis

source: This feature availability is based on eligibility criteria.
de_de: Die Verfügbarkeit dieser Funktion unterliegt den Eignungskriterien.
fr_fr: La disponibilité de cette fonctionnalité est soumise à des critères d'éligibilité.
it_it: La disponibilità di questa funzione si basa su criteri di idoneità.
pt_pt: A disponibilidade desta característica está baseada nos critérios de elegibilidade.

source: Once you are done with the first shop, you can configure the others: select them one by one with the shop selector, in the horizontal menu.
de_de: Sobald Sie mit dem ersten Shop fertig sind, können Sie die anderen konfigurieren: Wählen Sie die Shops Stück für Stück mithilfe der Shop-Auswahl in der waagerechten Menüleiste aus.
fr_fr: Une fois que vous aurez configuré la première boutique, vous pourrez configurer les autres : sélectionnez les une par une avec le sélecteur de boutique, dans le menu horizontal.
it_it: Una volta completato il primo negozio, puoi configurare gli altri: selezionali uno ad uno con il selettore dei negozi nel menu orizzontale.
pt_pt: Quando terminar a primeira loja, você pode configurar as outras: selecione uma por uma com o seletor de loja, no menu horizontal.

source: Continue
de_de: Weiter
fr_fr: Continuer
it_it: Avanti
pt_pt: Continuar

source: Tips
de_de: Tipp
fr_fr: Conseil
it_it: Consigli
pt_pt: Dicas

source: The capability can no longer be used and there are no remediation steps available to regain the functionality.
de_de: Die Funktionen können nicht mehr verwendet werden, und es gibt keine Lösung, um diese Berechtigungen abzurufen.
fr_fr: Les fonctionnalités ne peuvent plus être utilisées, et il n'existe pas de solution pour récupérer ces permissions.
it_it: Queste funzioni non possono più essere utilizzate e non esistono soluzioni per recuperarle.
pt_pt: As funcionalidades deixam de poder ser utilizadas, e não existe solução para recuperar as respetivas permissões.

source: Type
de_de: Geben Sie ein.
it_it: Tipo
pt_pt: Tipo

source: Before commission
de_de: Vor der Beauftragung
fr_fr: Avant commission
it_it: Prima delle commissioni
pt_pt: Antes da comissão

source: It can take several days. If further information is needed, you will be notified. Please check your emails or your notification bell on the top right of your www.paypal.com account and follow the instructions.
de_de: Das kann mehrere Tage in Anspruch nehmen. Sie werden benachrichtigt, falls weitere Informationen benötigt werden. Bitte überprüfen Sie Ihre E-Mails oder das Benachrichtigungs-Glöckchen oben rechts in Ihrem PayPal-Konto und folgen Sie den Anweisungen.
fr_fr: Cela peut prendre plusieurs jours. Si de plus amples informations sont requises, vous serez notifié. Veuillez suivre vos emails ou la cloche de notification sur votre compte www.paypal.com en haut à droite, et suivez les instructions.
it_it: Possono essere necessari diversi giorni. Ti avviseremo se saranno necessarie ulteriori informazioni. Controlla la tua casella di posta elettronica o l’avviso di notifica (icona a forma di campana) in alto a destra nel tuo account su www.paypal.com e segui le istruzioni.
pt_pt: Pode levar alguns dias. Você será informado se mais informações forem necessárias. Confira seus e-mails ou o sino de notificação no canto superior direito da sua conta em www.paypal.com e siga as instruções.

source: Change currencies ISO Codes
de_de: ISO-Codes der Währungen ändern
fr_fr: Changer les ISO codes devises
it_it: Cambia i codici ISO delle valute
pt_pt: Alterar Códigos ISO das divisas

source: Are you sure you want to logout ?
de_de: Sind Sie sicher, dass Sie sich abmelden möchten?
fr_fr: Vous êtes certain de vouloir vous déconnecter ?
it_it: Confermi di volere uscire?
pt_pt: Você tem certeza de que gostaria de sair?

source: The password is missing.
de_de: Es wurde kein Passwort festgelegt.
fr_fr: Le mot de passe est manquant.
it_it: Password mancante.
pt_pt: Senha não preenchida.

source: You can manage the currencies of your PayPal account. Ideally, make them match with the available currencies of your store.
de_de: Sie können die Währungen Ihres PayPal-Kontos verwalten. Idealerweise sollten sie mit den in Ihrem Geschäft verfügbaren Währungen übereinstimmen.
fr_fr: Vous pouvez gérer les devises de votre Compte PayPal. Idéallement, faites les coïncider avec les devises disponibles de votre boutique.
it_it: Puoi gestire le valute del conto PayPal. Se possibile, fai in modo che coincidano con quelle disponibili nel tuo negozio.
pt_pt: Pode gerir as divisas da sua conta PayPal. Idealmente, faça-os corresponder com as moedas disponíveis na sua loja.

source: You can process a limited amount in card transactions.
de_de: Für Kartentransaktionen können Sie einen begrenzten Gesamtbetrag akzeptieren.
fr_fr: Vous ne pouvez recevoir qu'un montant limité en paiements par carte.
it_it: La somma totale accettabile per le transazioni tramite carta bancaria è limitata.
pt_pt: Pode processar um valor limitado em transações por cartão.

source: Activate payment methods
de_de: Zahlungsmethoden aktivieren
fr_fr: Activer les moyens de paiement
it_it: Attiva metodi di pagamento
pt_pt: Formas de pagamento ativas

source: We sent you an email with instructions to reset your password. Please check your inbox.
de_de: Wir haben Ihnen eine E-Mail mit der Anleitung zum Zurücksetzen des Passwortes gesendet. Bitte überprüfen Sie Ihr Postfach.
fr_fr: Nous vous avons envoyé un courrier électronique avec les instructions pour réinitialiser votre mot de passe. Veuillez vérifier votre boîte de réception.
it_it: Ti abbiamo inviato un'e-mail con le istruzioni per reimpostare la password. Controlla la tua posta in arrivo.
pt_pt: Enviamos a você um e-mail com instruções para redefinir sua senha. Verifique sua caixa de entrada.

source: Unfortunately, you have revoked PrestaShop Checkout permissions. Credit card payments cannot be processed for you. You can still receive payments via PayPal. Please, log out your PayPal account just below and link your account giving permission again. You can contact PayPal help center to have more information about your account.
de_de: Leider haben Sie PrestaShop Checkout-Berechtigungen widerrufen. Eine Zahlung per Kreditkarte ist derzeit nicht möglich. Sie können Zahlungen über PayPal empfangen. Bitte trennen Sie Ihr PayPal-Konto und verknüpfen Sie es erneut, um die Berechtigungen erneut zu erteilen. Sie können sich an den PayPal-Kundendienst wenden, um weitere Einzelheiten zu Ihrem PayPal-Konto zu erhalten.
fr_fr: Malheureusement, vous avez révoqué les permissions de PrestaShop Checkout. Le paiement par carte de crédit est indisponible pour le moment. Vous pouvez recevoir des paiements via PayPal. Veuillez deconnecter votre compte PayPal et le lier de nouveau pour donner les permissions une nouvelle fois. vous pouvez contacter le service client PayPal pour avoir plus de détails sur votre compte PayPal.
it_it: Sfortunatamente, hai revocato le autorizzazioni di PrestaShop Checkout. Il pagamento con carta di credito non è disponibile per il momento. È possibile ricevere pagamenti tramite PayPal. Ti preghiamo di scollegare il tuo conto PayPal e collegarlo nuovamente per riattivare le autorizzazioni. Puoi contattare il servizio clienti di PayPal per ottenere maggiori informazioni sul tuo conto PayPal.
pt_pt: Infelizmente, revogou as permissões do PrestaShop Checkout. O pagamento por cartão de crédito não está disponível de momento. Pode receber pagamentos via PayPal. Desligue a sua conta PayPal e volte a ligá-la para conceder as permissões novamente. Pode entrar em contacto com o serviço de atendimento ao cliente PayPal para obter mais detalhes sobre a sua conta PayPal.

source: No faq available. Try later.
de_de: Es gibt derzeit keine FAQ. Versuchen Sie es später noch einmal.
fr_fr: Pas de FAQ disponible. Veuillez essayer plus tard
it_it: Nessuna FAQ disponibile al momento. Riprova più tardi.
pt_pt: Nenhum FAQ disponível. Tente mais tarde.

source: Design smart payment buttons
de_de: Smart Payment-Buttons entwerfen
fr_fr: Personnaliser les boutons de paiement intelligents
it_it: Crea pulsanti di pagamento intelligenti
pt_pt: Design inteligente dos botões de pagamento

source: You can choose the short or long description that appears on your customer's bank statements. Let's make them sure to understand their transaction!
de_de: Sie können die kurze oder lange Beschreibung wählen, die auf den Kontoauszügen Ihres Kunden erscheint. Stellen wir sicher, dass die Transaktion verstanden wird!
fr_fr: Vous pouvez choisir la description courte ou longue qui apparaît sur les relevés bancaires de vos clients. Faites en sorte qu'il comprenne leur ligne de dépense.
it_it: Puoi scegliere la descrizione breve o lunga che appare sugli estratti conto del tuo cliente. Assicurati di mostrare con chiarezza la loro transazione!
pt_pt: Pode escolher a descrição curta ou longa que aparece nos extratos bancários do seu cliente. Vamos fazer com que entendam a transação!

source: Email validation needed
de_de: E-Mail-Validierung erforderlich
fr_fr: Validation de mail nécessaire
it_it: È necessario confermare l’indirizzo e-mail
pt_pt: Validação de e-mail necessária

source: No redirection when paying by credit card
de_de: Keine Umleitung bei Zahlung mit Kreditkarte
fr_fr: Aucune redirection lors du paiement par carte de crédit
it_it: Nessun reindirizzamento verso una pagina esterna se effettui il pagamento con carta di credito
pt_pt: Sem redirecionamento ao pagar com cartão de crédito

source: We cannot process credit card payments for you at the moment.
de_de: Wir können für Sie derzeit keine Kartenzahlungen abwickeln.
fr_fr: Nous ne pouvons pas accepter les paiements par carte pour vous pour le moment.
it_it: Non è possibile accettare i pagamenti tramite carta per te in questo momento.
pt_pt: De momento, não podemos processar pagamentos por cartão de crédito para si.

source: All custom themes might not be fully compatible. To avoid potential integration issues on payment page,
de_de: Möglicherweise sind nicht alle benutzerdefinierten Themen vollständig kompatibel. Um mögliche Integrationsprobleme auf der Zahlungsseite zu vermeiden,
fr_fr: Tous les thèmes personnalisés peuvent ne pas être entièrement compatibles. Pour éviter tout problème d'intégration sur la page de paiement,
it_it: Non tutti i temi personalizzabili sono del tutto compatibili. Per evitare eventuali problemi di integrazione nella pagina di pagamento,
pt_pt: Todos os temas personalizados podem não ser totalmente compatíveis. Para evitar possíveis problemas de integração na página de pagamento,

source: We have received the confirmation from PayPal. You can now process all card transactions with no limits.
de_de: Wir haben die Bestätigung von PayPal erhalten. Sie können nun alle Kartentransaktionen ohne Limits verarbeiten.
fr_fr: Nous avons reçu la confirmation de PayPal. Vous pouvez maintenant accepter tous les paiements par cartes sans aucune limite.
it_it: Abbiamo ricevuto la conferma da PayPal. Ora è possibile elaborare tutte le transazioni con carta senza limiti.
pt_pt: Nós recebemos a confirmação do PayPal. Agora poderá processar todas as transações com cartão sem limites.

source: The email is not found.
de_de: Diese E-Mail-Adresse konnte nicht gefunden werden.
fr_fr: L'email n'a pas été trouvé.
it_it: E-mail non trovata.
pt_pt: O e-mail não foi encontrado.

source: Payment preferences
de_de: Zahlungseinstellungen
fr_fr: Préférences Paiement
it_it: Preferenze di pagamento
pt_pt: preferências de pagamento

source: Sign in
de_de: Anmelden
fr_fr: Se connecter
it_it: Accedi
pt_pt: Fazer login

source: Manage bank account
de_de: Bankkonto verwalten
fr_fr: Gérer votre compte en banque
it_it: Gestisci il conto corrente
pt_pt: Gerir conta bancária

source: Log in or sign up to PayPal
de_de: Bei PayPal anmelden oder registrieren
fr_fr: Connectez ou créez un compte PayPal
it_it: Accedi o registrati a PayPal
pt_pt: Conectar-se ou registrar-se com o PayPal

source: Go to PayPal
de_de: Weiter zu PayPal
fr_fr: Aller sur PayPal
it_it: Vai su PayPal
pt_pt: Ir para PayPal

source: Pending approval
de_de: Wartet auf Genehmigung
fr_fr: Approbation requise
it_it: In attesa di approvazione
pt_pt: A aguardar aprovação

source: Couldn't find any answer to your question?
de_de: Sie haben keine Antwort auf Ihre Fragen gefunden?
fr_fr: Vous n'avez pas trouvé de réponse à vos questions ?
it_it: Non hai trovato una risposta alle tue domande?
pt_pt: Não conseguiu encontrar respostas às suas perguntas?

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
it_it: Disattivato
pt_pt: Desativado

source: I accept the terms of use
de_de: Ich akzeptiere die Nutzungsbedingungen
fr_fr: J'accepte les conditions générales
it_it: Accetto i termini di utilizzo
pt_pt: Aceito os termos de uso

source: Limited to $500
de_de: Begrenzt auf 500 $
fr_fr: Limité à 500$
it_it: Limitato a 500 $
pt_pt: Limitado a US$ 500

source: Within your PayPal account, you can add a bank account to be beneficiary of your money transfer.
de_de: Innerhalb Ihres PayPal-Kontos können Sie ein Bankkonto hinzufügen, das Begünstigter Ihrer Überweisung sein soll.
fr_fr: Dans votre compte PayPal, ajoutez votre compte bancaire comme bénéficiaire pour transférer votre argent.
it_it: All'interno del conto PayPal puoi aggiungere un conto corrente per ricevere il denaro delle tue transazioni.
pt_pt: Dentro da sua conta PayPal, poderá adicionar uma conta bancária para ser beneficiário da sua transferência de dinheiro.

source: Choose label
de_de: Label auswählen
fr_fr: Choisir le texte
it_it: Scegli l'etichetta
pt_pt: Escolher etiqueta

source: Approval pending
de_de: Genehmigung ausstehend
fr_fr: Validation en attente
it_it: In attesa di approvazione
pt_pt: Aprovação pendente

source: Direct Sale
de_de: Direktverkauf
fr_fr: Vente direct
it_it: Vendita diretta
pt_pt: Venda direta

source: in the meantime, you will only accept credit cards payments thought the PayPal branded credit card fields
de_de: In der Zwischenzeit werden Sie nur noch Kreditkartenzahlungen akzeptieren, wenn die Kreditkartenfelder der PayPal-Marke
fr_fr: Entre temps, vous ne pouvez accepter les paiements par cartes uniquement grâce aux champs de carte bancaires générés par PayPal.
it_it: nel frattempo, potrai accettare pagamenti con carta di credito solo grazie ai campi di carte bancarie generati da PayPal
pt_pt: entretanto, só aceitará pagamentos com cartão de crédito, pensado nos campos de cartão de crédito com marca PayPal

source: Category page
de_de: Kategorieseite
fr_fr: Page catégorie
it_it: Pagina di categoria
pt_pt: Página da categoria

source: See the full list of transactions on your PayPal account
de_de: Alle Transaktionen Ihres PayPal-Kontos sehen.
fr_fr: Voir toutes les transactions sur votre compte PayPal.
it_it: Visualizza l'elenco completo di transazioni sul tuo conto PayPal
pt_pt: Veja a lista completa de transações na sua conta PayPal.

source: Select the shape
de_de: Wählen Sie die Form
fr_fr: Choisir la forme
it_it: Seleziona la forma
pt_pt: Selecione a forma

source: Log in
de_de: Anmelden
fr_fr: Se connecter
it_it: Accedi
pt_pt: Fazer login

source: PayPal branded Credit Card Fields
de_de: Felder für Kreditkarten mit PayPal-Markenzeichen
fr_fr: Champs de Carte Alternatifs de Paypal
it_it: Campi della carta di credito PayPal
pt_pt: Campos dos cartões de crédito da marca PayPal

source: Town
de_de: Ort
fr_fr: Ville
it_it: Città
pt_pt: Cidade

source: Buy Now
de_de: Jetzt kaufen
fr_fr: Acheter
it_it: Compra ora
pt_pt: Comprar agora

source: All countries
de_de: Alle Länder
fr_fr: Tous les pays
it_it: Tutti i Paesi
pt_pt: Todos os países

source: Learn more about managing your data and rights.
de_de: Weitere Informationen finden Sie in unserer Datenschutzerklärung.
fr_fr: Pour en savoir plus, consultez notre Politique de protection des données.
it_it: Per ulteriori informazioni, consultare la nostra Politica di protezione dei dati.
pt_pt: Para obter mais informações, consulte a nossa Política de Proteção de dados.

source: Pay in 4x, save credit cards, authorize mode, send payments direct link... and more to come! Let us know what you would love to be added to this module: any new feature or behavior improvement!
de_de: Bezahlen in 4x, Kreditkarten speichern, Autorisierungsmodus, direkter Link Zahlungen senden... und mehr wird noch kommen! Lassen Sie uns wissen, was Sie gerne zu diesem Modul hinzufügen würden: jede neue Funktion oder Verbesserung!
fr_fr: Paiement en 4 fois, enregistrer les cartes de crédit, mode autorisation, envoyer des liens de paiement direct… et encore plus à venir ! Faites-nous savoir ce que vous adoreriez voir apparaître dans le module : n'importe quelle fonctionnalité ou amélioration de comportement !
it_it: Pagamento in 4 rate, memorizzazione delle carte di credito, modalità di autorizzazione, invio di pagamenti con link diretto... e molto altro ancora! Facci sapere quali opzioni vorresti aggiungere a questo modulo: qualsiasi nuova funzione o miglioria del suo comportamento è benvenuta!
pt_pt: Pague em 4x, guarde cartões de crédito, autorize o modo, envie o link direto de pagamento... e muito mais está para vir! Diga-nos o que gostaria de ver adicionado a este módulo: qualquer nova funcionalidade ou melhoria de comportamento!

source: Authentication
de_de: Authentifizierung
fr_fr: Authentification
it_it: Autenticazione
pt_pt: Autenticação

source: A freelancer
de_de: ein Freelancer
fr_fr: Un freelance
it_it: Lavoratore freelance
pt_pt: Freelancer

source: Go to the dispute management platform
de_de: Öffnen Sie die Plattform für die Beschwerdeabwicklung
fr_fr: Aller à la plateforme de gestion des litiges
it_it: Vai alla piattaforma di gestione delle controversie
pt_pt: Ir para a plataforma de gestão de conflitos

source: Send my legal documents now
de_de: Meine juristischen Dokumente jetzt senden
fr_fr: Envoyer mes documents légaux maintenant.
it_it: Invia i documenti richiesti per legge adesso
pt_pt: Enviar os meus documentos legais agora

source: Save
de_de: Speichern
fr_fr: Enregistrer
it_it: Salva
pt_pt: Salvar

source: Send your legal documents to PayPal :
de_de: Senden Sie Ihre juristischen Dokumente an PayPal :
fr_fr: Envoyer vos documents légaux à PayPal
it_it: Invia i documenti richiesti per legge a PayPal:
pt_pt: Envie os seus documentos legais para o PayPal:

source: Payer action required
de_de: Aktion des Zahlers erforderlich
fr_fr: Action requise
it_it: È richiesta l'azione del pagatore
pt_pt: Ação do pagador necessária

source: 10 payment methods included all-in-one
de_de: 10 Zahlungsmethoden inbegriffen - all-in-one
fr_fr: 10 moyens de paiement inclus tout-en-un
it_it: 10 metodi di pagamento inclusi tutto-in-uno
pt_pt: 10 meios de pagamento incluídos tudo em um

source: Customer
de_de: Kunde
fr_fr: Client
it_it: Cliente
pt_pt: Cliente

source: Rectangle
de_de: Rechteck
it_it: Rettangolo
pt_pt: Retângulo

source: Unfortunately, credit card payments cannot be processed for you at the moment. You will be able to reapply after 90 days. In the meantime, you can still receive payments via PayPal
de_de: Leider können Kreditkartenzahlungen derzeit nicht verarbeitet werden. Sie können nach 90 Tagen erneut anwenden. In der Zwischenzeit können Sie weiterhin Zahlungen über PayPal erhalten Sie können nach 90 Tagen erneut anwenden. In der Zwischenzeit können Sie weiterhin Zahlungen über PayPal erhalten
fr_fr: Malheureusement, les cartes de crédit ne peuvent pas être acceptées pour le moment. Vous pourrez postuler à nouveau dans 90 jours. Entre temps, vous pouvez accepter les paiements par PayPal.
it_it: Purtroppo non è attualmente possibile elaborare i tuoi pagamenti tramite carta di credito. Potrai ripresentare la domanda tra 90 giorni. Nel frattempo, puoi ancora ricevere i pagamenti tramite PayPal
pt_pt: Infelizmente, pagamentos por cartão de crédito não podem ser processados por você no momento. Você poderá enviar um novo pedido depois de 90 dias. Enquanto isso, ainda é possível receber pagamentos por PayPal

source: Let's choose the conversion rules for any transaction in a currency other than those activated on your account, should they be automatically converted or request your validation.
de_de: Wählen Sie die Umrechnungsregeln für alle Transaktionen in einer anderen als der auf Ihrem Konto aktivierten Währung, wenn diese automatisch umgerechnet werden sollen oder fordern Sie Ihre Bestätigung an.
fr_fr: Choisissez les règles de conversions pour les transactions dans une monnaie autre que celles configurées sur votre compte, pour qu'elles soient automatiquement converties ou qu'elles nécessitent une approbation de votre part.
it_it: Scegli le regole di conversione per qualsiasi transazione in una valuta diversa da quelle attivate sul tuo conto, nel caso in cui vengano convertite automaticamente o richiedano la tua convalida.
pt_pt: Vamos escolher as regras de conversão para qualquer transação numa moeda diferente daquelas ativadas na sua conta, caso sejam automaticamente convertidas ou peça a sua validação.

source: Select background color
de_de: Hintergrundfarbe auswählen
fr_fr: Choisir une couleur de fond
it_it: Seleziona il colore di sfondo
pt_pt: Selecionar cor de fundo

source: Partially completed
de_de: Teilweise abgeschlossen
fr_fr: Paiement partiel
it_it: Parzialmente completato
pt_pt: Parcialmente concluído

source: pending transaction(s)
de_de: Hängige Transaktion(en)
fr_fr: transaction(s) en attente
it_it: transazione/i in corso
pt_pt: transação(ões) pendente(s)

source: Local payment buttons
de_de: Lokale Zahlungsbuttons
fr_fr: Méthodes de paiement locales
it_it: Pulsanti per metodi di pagamento locali
pt_pt: Botões de pagamento local

source: Business category
de_de: Kategorie des Unternehmens
fr_fr: Catégorie de l'entreprise
it_it: Categoria dell'azienda
pt_pt: Categoria da empresa

source: Thank you, close this message
de_de: Danke, schließen Sie diese Nachricht
fr_fr: Merci, fermer ce message.
it_it: Grazie. Chiudi questo messaggio
pt_pt: Obrigado, feche esta mensagem.

source: Are you
de_de: Sind Sie ...?
fr_fr: Vous êtes
it_it: Tipo di utente
pt_pt: Você é

source: Sign up
de_de: Registrieren
fr_fr: Créer un compte
it_it: Registrati
pt_pt: Registrar-se
