Repository: PrestaShopCorp/ps_checkout
Catalog: ps9/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: de_de, fr_fr, it_it, pt_pt

source: Unfortunately, credit card payments cannot be processed for you at the moment. In the meantime, you can still receive payments via PayPal. Please proceed to some actions from your PayPal account, where you should have received a notification. If not, please contact PayPal help center.
de_de: Leider können Kreditkartenzahlungen derzeit nicht verarbeitet werden. Sie können nach 90 Tagen erneut anwenden. In der Zwischenzeit können Sie weiterhin Zahlungen über PayPal erhalten In der Zwischenzeit können Sie weiterhin Zahlungen über PayPal erhalten Bitte führen Sie bestimmte Aktionen auf Ihrem PayPal-Konto aus, wo Sie möglicherweise eine Benachrichtigung erhalten haben. Sollte dies nicht der Fall sein, wenden Sie sich bitte an den PayPal-Kundendienst.
fr_fr: Malheureusement, les cartes de crédit ne peuvent pas être acceptées pour le moment. Entre temps, vous pouvez accepter les paiements par PayPal. Veuillez effectuer certaines actions sur votre compte PayPal, où vous avez certainement reçu une notification. Si ce n'est pas le cas, veuillez contacter le service client PayPal.
it_it: Purtroppo non è attualmente possibile elaborare i tuoi pagamenti tramite carta di credito. Nel frattempo, puoi ancora ricevere i pagamenti tramite PayPal Ti preghiamo di eseguire alcune azioni sul tuo conto PayPal, nel quale avrai certamente ricevuto una notifica al riguardo. In caso contrario, ti preghiamo di contattare il servizio clienti di PayPal.
pt_pt: Infelizmente, de momento não pode processar pagamentos por cartão de crédito. Enquanto isso, ainda é possível receber pagamentos por PayPal Por favor, realize algumas ações na sua conta PayPal, onde poderá ter recebido uma notificação. Se este não for o caso, entre em contacto com o serviço de atendimento ao cliente PayPal.

source: Your PrestaShop account is linked to your PayPal account
de_de: Ihr PrestaShop-Konto ist mit Ihrem PayPal-Konto verbunden
fr_fr: Votre compte PrestaShop est maintenant connecté à votre compte PayPal
it_it: Il tuo conto PrestaShop è collegato al tuo conto PayPal
pt_pt: Sua conta do PrestaShop está conectada à sua conta do PayPal

source: in card transactions until your account is fully approved
de_de: bis Ihr Konto vollständig genehmigt ist
fr_fr: en transactions par carte tant que votre compte est en attente de validation
it_it: tramite carta fino all'approvazione del tuo conto
pt_pt: em transações de cartão até que sua conta seja totalmente aprovada

source: Link to PayPal account
de_de: Link zum PayPal-Konto
fr_fr: Lier un compte PayPal
it_it: Link al conto PayPal
pt_pt: Link para a conta do PayPal

source: Discount
de_de: Rabatt
fr_fr: Réduction
it_it: Sconto
pt_pt: Desconto

source: Button configuration saved with success !
de_de: Tastenkonfiguration gespeichert!
fr_fr: Configuration des boutons sauvegardée avec succès !
it_it: Configurazione dei pulsanti salvata con successo!
pt_pt: Configuração dos botões guardada com sucesso!

source: Shipping costs, if any, will be estimated in basket total. Delivery method selected by default will be the one set in first position on Carriers page.
de_de: Etwaige Versandkosten werden im Warenkorb geschätzt. Die standardmäßig ausgewählte Versandart ist diejenige, die an erster Stelle auf der Seite Versanddienste eingestellt ist.
fr_fr: Les frais de port, si ils existent, seront estimé dans le panier. La méthode de livraison par défaut sera celle en première position sur la page transporteurs.
it_it: Les frais de port, si ils existent, seront estimé dans le panier. La méthode de livraison par défaut sera celle en première position sur la page transporteurs. La méthode de livraison par défaut sera celle en première position sur la page transporteurs.
pt_pt: Os custos de envio, se houver, serão estimados no total da cesta. O método de entrega selecionado por padrão será aquele definido na primeira posição da página de Transportadores.

source: Send it again
de_de: Erneut senden
fr_fr: Envoyer à nouveau
it_it: Inviala di nuovo
pt_pt: Enviar novamente.

source: Production mode enables you to collect your payments.
de_de: Im Produktionsmodus können Zahlungen eingezogen werden.
fr_fr: Le mode production vous permet d'encaisser de l'argent
it_it: La modalità di produzione ti permette di incassare i pagamenti.
pt_pt: O modo de produção permite que você colete seus pagamentos.

source: The password is invalid.
de_de: Dieses Passwort ist ungültig.
fr_fr: Le mot de passe n'est pas valide.
it_it: Password non valida.
pt_pt: A senha é inválida.

source: except opposition here
de_de: Es sei denn, Sie reichen hier Widerspruch dagegen ein
fr_fr: sauf opposition ici
it_it: salvo in caso di opposizione qui
pt_pt: exceto oposição aqui

source: Website
fr_fr: Site
it_it: Sito web
pt_pt: Site

source: If approval is pending or issues are encountered with the Integrated fields, you can activate these fields as a backup, only if Integrated fields are not available or deactivated. The fees are the same as PayPal payment method.
de_de: Wenn eine Genehmigung aussteht oder Probleme mit den integrierten Feldern auftreten, können Sie diese Felder nur dann als Sicherung aktivieren, wenn die integrierten Felder nicht verfügbar oder deaktiviert sind. Die Gebühren sind die gleichen wie bei der PayPal-Zahlungsmethode.
fr_fr: Si la validation de votre compte PayPal tarde, ou que vous rencontrez des problèmes de paiement avec les Champs de Carte Intégrés, vous pouvez activer ces champs alternatifs, comme solution temporaire, seulement si les Champs de Carte Intégrés sont indisponibles ou désactivés. Les comissions appliquées sont les mêmes que pour le paiement par PayPal.
it_it: Se l'approvazione è in attesa di approvazione o si riscontrano problemi con i campi integrati, è possibile attivare questi campi come soluzione di riserva, solo se i campi integrati non sono disponibili o sono disattivati. Le tariffe sono le stesse del metodo di pagamento PayPal.
pt_pt: Se a aprovação estiver pendente ou se forem encontrados problemas com os campos integrados, pode ativar estes campos como backup, apenas se os campos integrados não estiverem disponíveis ou desativados. As taxas são iguais às do método de pagamento PayPal.

source: Loading
de_de: Ladevorgang
fr_fr: Chargement
it_it: Caricamento in corso
pt_pt: Carregando

source: There are no payment methods available. You can't receive payments from PayPal right now and your customers can't proceed to payments (anymore) via the payment methods provided by PrestaShop Checkout.
de_de: Es sind derzeit keine Zahlungsmethoden verfügbar. Sie können derzeit keine Zahlungen von PayPal erhalten und Ihre Kunden können keine Zahlungen (mehr) über die von PrestaShop Checkout bereitgestellten Zahlungsmethoden tätigen.
fr_fr: Aucun moyen de paiement n'est disponible. Vous ne pouvez pas recevoir de paiements de PayPal pour le moment et vos clients ne peuvent pas (plus) procéder à des paiements via les moyens de paiement fournis par PrestaShop Checkout.
it_it: Non sono disponibili metodi di pagamento. Non puoi ricevere pagamenti da PayPal in questo momento e i tuoi clienti non possono (più) procedere ai pagamenti tramite i metodi di pagamento forniti da PrestaShop Checkout.
pt_pt: Os métodos de pagamento não estão disponíveis. De momento, não vai poder receber pagamentos de PayPal e os seus clientes não vão poder efectuar pagamentos através dos métodos fornecidos pela PrestaShop Checkout.

source: Connect your PrestaShop Checkout account and link your PayPal Account or create one if needed
de_de: eine Verbindung zu Ihrem PrestaShop Checkout-Konto herstellen und Ihr PayPal-Konto verknüpfen oder bei Bedarf eines erstellen
fr_fr: Connecter votre compte PrestaShop Checkout et lier votre compte PayPal ou créez en un si besoin
it_it: Connettere il tuo account PrestaShop Checkout e collegare il tuo account PayPal oppure crearne uno se necessario
pt_pt: Conectar sua conta ao PrestaShop Checkout e associar sua conta do PayPal ou criar uma, se necessário

source: What is the difference between Integrated Credit Card fields and PayPal branded Credit Card Fields ?
de_de: Was ist der Unterschied zwischen integrierten Kreditkartenfeldern und Kreditkartenfeldern mit PayPal-Markenzeichen?
fr_fr: Quelle est la différence entre entre les Champs de Carte Intégrés et les Champs de Carte Alternatifs de Paypal ?
it_it: Qual è la differenza tra i campi carta di credito integrati e i campi della carta di credito PayPal?
pt_pt: Qual é a diferença entre os campos do Cartão de Crédito Integrado e os campos do Cartão de Crédito com a marca PayPal?

source: Conversion rules
de_de: Konvertierungsregeln
fr_fr: Règles de conversion
it_it: Regole di conversione
pt_pt: Regras de conversão

source: Process unlimited card payments. You can accept either credit or debit card.
de_de: Akzeptieren Sie unbegrenzte Kartenzahlungen. Sie können Kredit- und Debitkarten akzeptieren.
fr_fr: Recevez des paiements par carte sans limite. Vous pouvez accepter les paiements par carte de crédit et de débit.
it_it: Accetta pagamenti tramite carta bancaria senza limiti. Puoi accettare sia alle carte di credito che a quelle di debito.
pt_pt: Processe pagamentos por cartão de crédito ilimitados. Pode aceitar cartão de crédito ou de débito.

source: The capability can no longer be used, but there are remediation steps to regain access to the corresponding functionality.
de_de: Funktionen können nicht mehr verwendet werden, aber es gibt Schritte, um Zugang zu den entsprechenden Funktionen zu erhalten
fr_fr: Les fonctionnalités ne peuvent plus être utilisées, mais il existe des étapes pour récupérer les accès aux fonctionnalités correspondantes
it_it: Queste funzioni non possono più essere utilizzate ma, seguendo i passi disponibili, potrai recuperare l'accesso ad esse.
pt_pt: As funcionalidades deixam de poder ser utilizadas, mas existem passos para recuperar o acesso às respetivas funcionalidades

source: Manage currencies
de_de: Währungen verwalten
fr_fr: Gérer les devises
it_it: Gestisci le valute
pt_pt: Gerir divisas

source: Create your PrestaShop Checkout account
de_de: Erstellen Sie ein PrestaShop-Checkout-Konto
fr_fr: Créer votre compte PrestaShop Checkout
it_it: Crea un account PrestaShop Checkout
pt_pt: Criar sua conta da PrestaShop Checkout

source: Your account needs to be validated to accept PayPal payments. Please check your inbox for any email confirmation.
de_de: Ihr Konto muss verifiziert werden, um Zahlungen über PayPal zu akzeptieren. Bitte überprüfen Sie Ihren Posteingang auf eine E-Mail-Bestätigung.
fr_fr: Votre compte doit être validé pour accepter les paiements via PayPal. Veuillez jeter un œil à votre boite de réception pour confirmer votre adresse email.
it_it: Il tuo account deve essere approvato per accettare pagamenti con PayPal. Controlla la tua casella di posta elettronica per trovare l’e-mail di conferma.
pt_pt: A sua conta necessita ser validada para aceitar pagamentos via PayPal. Verifique a sua caixa de entrada para ver se existe algum e-mail de confirmação.

source: Boost your conversion rate by displaying PayPal as the first choice in the list of payment methods
de_de: Steigern Sie Ihre Conversion-Rate, indem Sie PayPal als erste Wahl in der Liste der Zahlungsmethoden anbieten
fr_fr: Optimisez votre taux de conversion en positionnant PayPal comme première option
it_it: Potenzia il tuo tasso di conversione proponendo PayPal come prima opzione nella lista di metodi di pagamento.
pt_pt: Melhore sua taxa de conversão ao exibir o PayPal como primeira opção na lista de métodos de pagamento

source: You’ve got an email.
de_de: Sie haben eine E-Mail erhalten.
fr_fr: Vous avez un email.
it_it: Ti abbiamo inviato un'e-mail.
pt_pt: Você recebeu um e-mail.

source: Billing address
de_de: Rechnungsadresse
fr_fr: Adresse de facturation
it_it: Indirizzo di fatturazione
pt_pt: Endereço de cobrança

source: PayPal button
fr_fr: Bouton PayPal
it_it: Pulsante PayPal
pt_pt: Botão PayPal

source: FAQ
de_de: FAQs zum Thema Abgelehntes Konto
fr_fr: FAQ sur les comptes déclinés
it_it: FAQ Conto rifiutato
pt_pt: Perguntas frequentes sobre conta recusada

source: Account declined FAQs
de_de: FAQs zum Thema Abgelehntes Konto
fr_fr: FAQ sur les comptes déclinés
it_it: FAQ Conto rifiutato
pt_pt: Perguntas frequentes sobre conta recusada

source: First name
de_de: Vorname
fr_fr: Prénom
it_it: Nome
pt_pt: Nome próprio

source: Credit Card availability revoked
de_de: Die Verfügbarkeit von Kreditkarten wurde widerrufen.
fr_fr: Disponibilité de la carte de crédit révoquée.
it_it: Disponibilità della carta di credito revocata.
pt_pt: Disponibilidade do cartão de crédito revogada.

source: Alternative Credit Card Fields activation
de_de: Activation des champs de carte de crédit alternatifs
fr_fr: Activation des champs de carte de crédit alternatifs
it_it: Attivazione dei campi alternativi della carta di credito
pt_pt: Ativação dos campos alternativos dos cartões de crédito

source: Personal information
de_de: Personenbezogene Daten
fr_fr: Informations personnelles
it_it: Informazioni personali
pt_pt: Informações pessoais

source: Company estimated monthly turnover
de_de: Geschätzter Monatsumsatz des Unternehmens
fr_fr: Chiffre d'affaires mensuel estimé de l'entreprise
it_it: Fatturato mensile stimato dell’azienda
pt_pt: Faturamento mensal estimado da empresa

source: White
de_de: Weiß
fr_fr: Blanc
it_it: Bianco
pt_pt: Branco

source: Roundings settings to change
de_de: Zu ändernde gerundete Parameter
fr_fr: Paramètres d'arrondis à mettre à jour
it_it: Parametri di arrotondamento da modificare
pt_pt: Configurações de arredondamento a atualizar

source: Handling
de_de: Bearbeitung
fr_fr: Frais de manutention
it_it: Gestione
pt_pt: Manuseamento

source: Download PDF
de_de: PDF herunterladen
fr_fr: Télécharger le Guide utilisateur
it_it: Scarica il PDF
pt_pt: Baixar PDF

source: Choose page location for messages
de_de: Wählen Sie die Platzierung der Nachrichten auf der Seite
fr_fr: Choisissez l'emplacement des messages sur la page
it_it: Scegli la posizione dei messaggi nella pagina
pt_pt: Escolha a localização das mensagens na página

source: Congrats ! You can start selling online now.
de_de: Herzlichen Glückwunsch! Sie können jetzt mit dem Online-Verkauf beginnen.
fr_fr: Félicitations ! Vous pouvez désormais recevoir des paiements.
it_it: Congratulazioni! Puoi iniziare a vendere i tuoi articoli online ora.
pt_pt: Parabéns! Já pode começar a vender online!

source: Set up description
de_de: Beschreibung einrichten
fr_fr: Choisir la description
it_it: Configura descrizione
pt_pt: Descrição da instalação

source: Be careful, your roundings settings are not fully compatible with PrestaShop Checkout transaction processing. Some of the transactions could fail. But it is easy, your setting Round mode and Round type should be set on « Round up away from zero, when it is half way there » and « Round on each item » or click on the button bellow to make it automatically !
de_de: Achtung, Ihre gerundeten Parameter sind nicht völlig kompatibel mit der Transaktionsverarbeitung von PrestaShop Checkout. Einige Transaktionen können möglicherweise fehlschlagen. Aber es ist ganz einfach, Ihre Einstellungen für "Rundungsregel" und "Rundungstyp" müssen auf "Bei halbem Wert auf unendlich runden" und "Für jedes Element runden" eingestellt werden, oder klicken Sie auf die Schaltfläche unten, um dies automatisch zu tun!
fr_fr: Attention, vos paramètres d'arrondi ne sont pas totalement compatibles avec le traitement des transactions PrestaShop Checkout. Certaines des transactions pourraient échouer. Mais c’est facile, vos réglages «Règle d'arrondi» et «Type d'arrondi» doivent être réglés sur «Arrondir vers l'infini quand valeur à mi-chemin» et «Arrondir pour chaque article» ou cliquer sur le bouton ci-dessous pour le faire automatiquement!
it_it: Attenzione, i tuoi parametri di arrotondamento non sono pienamente compatibili con l’elaborazione delle transazioni PrestaShop Checkout. Alcune transazioni potrebbero non andare a buon fine. Ma è facile, le impostazioni 'Regola di arrotondamento' e 'Tipo di arrotondamento' devono essere predisposte su 'Arrotonda all'infinito quando il valore è a metà' e 'Arrotonda per ogni elemento' oppure cliccare sul pulsante qui sotto per farlo automaticamente!
pt_pt: Cuidado, as configurações de arredondamento não são totalmente compatíveis com o processamento de transações do PrestaShop Checkout. Pode dar erro em algumas transações. Mas é fácil. As suas configurações de "Regra de Arredondamento" e "Tipo de Arredondamento" necessitam de ser definidas para "Arredondar para o infinito quando o valor estiver a meio" e "Arredondar para cada artigo" ou clique no botão abaixo para fazer isso automaticamente!

source: TIPS
de_de: TIPPS
fr_fr: CONSEIL
it_it: CONSIGLI
pt_pt: DICAS

source: Multistore detected
de_de: Multistore erkannt
fr_fr: Mode Multiboutique detecté
it_it: Rilevato multinegozio
pt_pt: Multiloja detectada

source: Customize PayPal button
de_de: PayPal-Schaltfläche anpassen
fr_fr: Personnaliser le bouton PayPal
it_it: Personalizza il pulsante PayPal
pt_pt: Personalizar o botão PayPal

source: Mr
de_de: Herr
fr_fr: M
it_it: Sig.
pt_pt: Sr.

source: per transaction depending on your country.
de_de: pro Transaktion, abhängig von Ihrem Land.
fr_fr: par transaction, selon votre pays.
it_it: per transazione a seconda del tuo paese
pt_pt: por transação dependendo do seu país

source: Not available
de_de: Nicht verfügbar
fr_fr: Non Disponible
it_it: Non disponibile
pt_pt: Não disponível

source: Adjust your bank account
de_de: Passen Sie Ihr Bankkonto an
fr_fr: Ajouter votre compte bancaire
it_it: Modifica il tuo conto corrente
pt_pt: Ajuste a sua conta bancária

source: Connect your PrestaShop account
de_de: Verbinden Sie Ihr Prestashop-Konto
fr_fr: Connecter votre compte PrestaShop
it_it: Accedi al tuo account PrestaShop
pt_pt: Conecte a sua conta Prestashop

source: available in :
de_de: verfügbar in:
fr_fr: Disponibilité :
it_it: disponibile in:
pt_pt: disponível em:

source: Production mode
de_de: Produktionsmodus
fr_fr: Mode Production
it_it: Modalità di produzione
pt_pt: Modo de produção

source: Customize checkout experience
de_de: Den Bezahlvorgang individuell gestalten
fr_fr: Personnaliser l'experience d'achat
it_it: Personalizza l'esperienza di pagamento
pt_pt: Personalizar a experiência de checkout

source: Preview
de_de: Vorschau
fr_fr: Prévisualisation
it_it: Anteprima
pt_pt: Pré-visualização

source: Homepage
de_de: Startseite
fr_fr: Page d'accueil
it_it: Pagina iniziale
pt_pt: Página inicial

source: This module allows you to:
de_de: Mit diesem Modul können Sie:
fr_fr: Ce module vous permet de :
it_it: Questo modulo ti consente di:
pt_pt: Este módulo permite:

source: PayPal algorithms automatically limit your fraud rate. There is a complete tool on PayPal to set specific rules and drive your performance concerning fraud and chargeback costs.
de_de: PayPal-Algorithmen begrenzen automatisch Ihre Betrugsrate. Es gibt ein komplettes Tool auf PayPal, mit dem Sie spezifische Regeln festlegen und Ihre Leistung in Bezug auf Betrug und Rückbuchungskosten verbessern können.
fr_fr: Les algorithmes de PayPal limite automatiquement le nombre de fraudes. Il existe un outil complet sur l'interface PayPal pour configurer des règles spécifiques et piloter votre performance concernant la fraude et les surcoûts de recouvrement.
it_it: Gli algoritmi di PayPal limitano automaticamente il numero di frodi. PayPal offre uno strumento completo in grado di impostare regole specifiche e accompagnare le tue prestazioni in merito alle frodi e costi aggiuntivi per eventuali risarcimenti.
pt_pt: Os algoritmos do PayPal limitam automaticamente o número de fraudes. O PayPal tem uma ferramenta completa para definir regras específicas e direcionar o seu desempenho em relação a fraudes e custos de estorno.

source: Manage Activity
de_de: Aktivität verwalten
fr_fr: Gérer l'activité
it_it: Gestisci attività
pt_pt: Gerenciar atividade

source: Transaction type
de_de: Transaktionstyp
fr_fr: Type de transaction
it_it: Tipo di transazione
pt_pt: Tipo de transação

source: Change payment methods order
de_de: Reihenfolge der Zahlungsmethoden ändern
fr_fr: Changer l'ordre des moyens de paiement
it_it: Modifica l'ordine dei metodi di pagamento
pt_pt: Mudar a ordem das formas de pagamento

source: Offer the widest range of payment methods: cards, PayPal, etc...
de_de: die größte Auswahl an Zahlungsmitteln anbieten: Karten, PayPal…
fr_fr: Offrir le plus large choix de moyens de paiement : cartes, PayPal, etc …
it_it: Offrire una gamma il più ampia possibile di mezzi di pagamento: carte, PayPal, ecc...
pt_pt: Oferecer a mais ampla variedade de formas de pagamento: cartões, PayPal, entre outros.

source: ) : we highly recommend to use these ones, by default. But you need PayPal full approval for accepting Credit Cards payment with the fields. You can see the status of this approval in the
de_de: ): wir empfehlen dringend, diese standardmäßig zu verwenden. Sie benötigen jedoch die volle Zustimmung von PayPal, um Kreditkartenzahlungen mit den Feldern zu akzeptieren. Den Status dieser Genehmigung können Sie sehen, im
fr_fr: ) : nous vous recommandons de les privilégier. Votre compte PayPal doit avoir été totalement approuvé afin d'en bénéficier. Vous pouvez voir le statut d'approbation de votre compte PayPal dans le
it_it: ) : si raccomanda vivamente di usare questi come opzioni predefinite. Tuttavia, avrai bisogno dell'approvazione totale di PayPal per accettare il pagamento con carte di credito con questi campi. Puoi visualizzare lo stato di questa approvazione nel
pt_pt: ): recomendamos vivamente a utilização destes, por defeito. Mas necessita da aprovação total do PayPal para aceitar pagamentos com Cartões de Crédito com os campos. Pode ver o estado dessa aprovação no

source: Please select the first shop to configure from the list below :
de_de: Bitte wählen Sie aus der nachfolgenden Liste den ersten zu konfigurierenden Shop aus:
fr_fr: Veuillez sélectionner une boutique dans la liste ci-dessous.
it_it: Seleziona il primo negozio da configurare dall’elenco seguente:
pt_pt: Selecione a primeira loja a ser configurada na lista abaixo:

source: Test mode is turned on
de_de: Testmodus ist aktiviert
fr_fr: Le mode test est activé
it_it: La modalità di prova è attiva
pt_pt: O modo de teste está ativado

source: Reset password
de_de: Passwort zurücksetzen
fr_fr: Réinitialiser le mot de passe
it_it: Reimposta password
pt_pt: Redefinir senha

source: A confirmation email has been sent. Check your inbox and click on the link to activate your account.
de_de: Es wurde eine Bestätigungs-E-Mail gesendet. Überprüfen Sie Ihr Postfach und klicken Sie auf den Link, um Ihr Konto zu aktivieren.
fr_fr: Un email de confirmation a été envoyé. Vérifiez votre boite de réception et cliquez sur le lien pour activer votre compte.
it_it: È stata inviata un'e-mail di conferma. Controlla la tua posta in arrivo e clicca sul link per attivare il tuo conto.
pt_pt: Um e-mail de confirmação foi enviado. Confira sua caixa de entrada e click no link para ativar sua conta.

source: Use production mode
de_de: Produktionsmodus verwenden
fr_fr: Activer le mode production
it_it: Utilizza la modalità di produzione
pt_pt: Usar o modo de produção

source: up to $500
de_de: bis zu 500 USD abwickeln,
fr_fr: jusqu'à 500$
it_it: per un importo massimo di $ 500
pt_pt: até $ 500

source: Integrated Credit Card Fields
de_de: Integrierte Kreditkarten-Felder
fr_fr: Champs de Carte Intégrés
it_it: Campi carta di credito integrati
pt_pt: Campos dos cartões de crédito integrados
