Repository: PrestaShopCorp/ps_checkout
Catalog: ps9/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: de_de, fr_fr, it_it, pt_pt

source: Order details
de_de: Bestelldetails
fr_fr: Détails de la commande
it_it: Dettagli ordine
pt_pt: Detalhes do pedido

source: Confirm refund
de_de: Rückerstattung bestätigen
fr_fr: Confirmer le remboursement
it_it: Confermare il rimborso
pt_pt: Confirmar reembolso

source: Maximum [AMOUNT_MAX] [CURRENCY] (tax included)
de_de: Maximum [AMOUNT_MAX] [CURRENCY] (einschl. MwSt.)
fr_fr: Maximum [AMOUNT_MAX] [CURRENCY] (TTC)
it_it: Massimo [AMOUNT_MAX] [CURRENCY] (IVA inclusa)
pt_pt: Máximo [AMOUNT_MAX] [CURRENCY] (incl. IVA)

source: Card holder name is invalid
de_de: Name des Karteninhabers ist ungültig
fr_fr: Nom du titulaire de la carte invalide.
it_it: Il nome del titolare della carta non è valido
pt_pt: Nome do titular do cartão inválido

source: 3-digits
de_de: dreistelliger
fr_fr: 3 chiffres
it_it: 3 cifre
pt_pt: código de 3 dígitos

source: Card vendor is invalid
de_de: Kartenanbieter ist ungültig
fr_fr: Marque de la carte non prise en charge.
it_it: Il venditore della carta non è valido
pt_pt: Emissor do cartão inválido

source: code on the back of your credit card. In some cases, it can be 4-digits or on the front of your card.
de_de: code auf der Rückseite Ihrer Kreditkarte. In einigen Fällen kann er vierstellig sein oder sich auf der Vorderseite der Karte befinden.
fr_fr: présent sur le dos de votre carte. Dans certains cas, il est composé de 4 chiffres ou se trouve à l'avant de la carte.
it_it: codice sul retro della tua carta di credito. In alcuni casi, può essere di 4 cifre o riportato sul lato anteriore della carta.
pt_pt: localizado no verso do seu cartão de crédito. Em alguns casos, pode ser de 4 dígitos ou estar na frente do cartão.

source: CVV code is invalid
de_de: CVV-Code ist ungültig
fr_fr: Code de sécurité invalide.
it_it: Il codice CVV non è valido
pt_pt: Código CVV inválido

source: Card expiration date
de_de: Ablaufdatum der Karte
fr_fr: Date d'expiration
it_it: Data di scadenza della carta
pt_pt: Data de validade do cartão

source: Card expiration date is invalid
de_de: Ablaufdatum der Karte ist ungültig
fr_fr: Date d'expiration de la carte invalide.
it_it: La data di scadenza della carta non è valida
pt_pt: Data de validade do cartão inválida

source: Card number is invalid
de_de: Kartennummer ist ungültig
fr_fr: Numéro de carte invalide.
it_it: Il numero della carta non è valido
pt_pt: Número do cartão inválido

source: Cardholder Name (optional)
de_de: Name des Karteninhabers
fr_fr: Nom du titulaire de la carte
it_it: Nome del titolare (opzionale)
pt_pt: Nome do titular do cartão (opcional)

source: The security code is a
de_de: Der Sicherheitscode ist ein
fr_fr: Le code de sécurité est un code à
it_it: Il codice di sicurezza è a
pt_pt: O código de segurança é um

source: Go back to module configuration
de_de: Gehen Sie zurück zur Modulkonfiguration
fr_fr: Retourner à la configuration du module
it_it: Il tuo identificatore commerciante PayPal sembra non valido.
pt_pt: Volte para a configuração do módulo

source: An error occurred on PayPal Onboarding, please try again.
de_de: Bei PayPal-Onboarding ist ein Fehler aufgetreten, bitte versuchen Sie es erneut.
fr_fr: La connexion a votre compte PayPal a échoué.
it_it: Non abbiamo ricevuto il tuo identificativo commerciante Paypal.
pt_pt: Ocorreu um erro no PayPal integrando, tente novamente.

source: Your order is waiting for payment confirmation. You will receive an email when your payment has been validated. You can also check the order status in your order history in your account.
de_de: Ihre Bestellung wartet auf die Zahlungsbestätigung. Sie erhalten eine E-Mail, wenn Ihre Zahlung validiert wurde. Sie können den Bestellstatus auch in Ihrer Bestellhistorie in Ihrem Konto überprüfen.
fr_fr: Votre commande est en attente de confirmation de paiement. Vous recevrez un email lorsque votre paiement aura été validé. Vous pouvez également vérifier le statut de votre commande dans votre historique de commandes dans votre compte.
it_it: Il tuo ordine è in attesa della conferma del pagamento. Riceverai un'email quando il tuo pagamento sarà stato convalidato. Puoi anche controllare lo stato dell'ordine nella cronologia degli ordini nel tuo account.
pt_pt: A sua encomenda está à espera da confirmação do pagamento. Receberá um e-mail quando o seu pagamento tiver sido validado. Pode também verificar o estado da sua encomenda no seu histórico de encomendas na sua conta.

source: Your order is confirmed.
de_de: Ihre Bestellung wird bestätigt.
fr_fr: Votre commande est confirmée.
it_it: Il tuo ordine è stato confermato.
pt_pt: O seu pedido está confirmado.

source: Processing payment canceled, please choose another payment method or try again.
de_de: Die Bearbeitung der Zahlung wurde abgebrochen, bitte wählen Sie eine andere Zahlungsmethode oder versuchen Sie es erneut.
fr_fr: Traitement du paiement annulé, veuillez choisir une autre méthode de paiement ou essayez de nouveau.
it_it: Pagamento annullato. Scegli un altro metodo di pagamento o riprova più tardi.
pt_pt: Processamento de pagamento cancelado, por favor escolha outro método de pagamento ou tente novamente.

source: Pay by card
de_de: Bezahlen mit Karte
fr_fr: Payer par Carte
it_it: Paga tramite carta
pt_pt: Pagar com cartão

source: The customer must resolve the contingency before the payment can be processed.
de_de: Der Kunde muss den Eventualfall lösen, bevor diese Zahlung bearbeitet werden kann.
fr_fr: Le client doit résoudre la contingence avant de pouvoir traiter ce paiement.
it_it: Per poter trattare il pagamento, il cliente deve prima aver risolto questo imprevisto.
pt_pt: O cliente deve resolver a contingência antes que este pagamento possa ser processado.

source: Order has previously been saved. Please contact customer service to check that your order has successfully been validated.
de_de: Bestellung bereits validiert. Bitte kontaktieren Sie den Kundendienst, um zu überprüfen, ob Ihre Bestellung erfolgreich validiert wurde.
fr_fr: Commande déjà validée. Veuillez contacter le service client pour vérifier que votre commande a été validée avec succès.
it_it: Ordine già confermato. Contatta il servizio clienti per verificare che il tuo ordine sia stato regolarmente confermato.
pt_pt: Ordem já validada. Por favor contacte o serviço de apoio ao cliente para verificar se a sua encomenda foi validada com sucesso.

source: You skipped 3D Secure validation, please try again or try another payment method.
de_de: Sie haben die 3D Secure-Überprüfung bestanden. Bitte versuchen Sie es erneut oder versuchen Sie eine andere Zahlungsmethode.
fr_fr: Vous avez passer la vérification 3D Secure, veuillez essayer de nouveau ou essayer un autre moyen de paiement.
it_it: Hai superato la verifica 3D Secure, riprova o utilizza un altro metodo di pagamento.
pt_pt: A verificação 3D Secure foi aprovada. Por favor tente novamente ou experimente outro método de pagamento.

source: The merchant account is restricted. Please try later or contact customer service to process your order.
de_de: Das Konto des Händlers ist begrenzt. Bitte versuchen Sie es später noch einmal oder kontaktieren Sie den Kundendienst, um Ihre Bestellung zu bearbeiten.
fr_fr: Le compte du marchand est limité. Veuillez essayer plus tard ou contacter le service client pour traiter votre commande.
it_it: Il conto del commerciante è limitato. Riprova più tardi o contatta il servizio clienti affinché il tuo ordine venga trattato.
pt_pt: A conta do comerciante é limitada. Por favor, tente novamente mais tarde ou contacte o serviço de apoio ao cliente para processar o seu pedido.

source: Please save the order by calling v2/orders/{order_id}/save or alternately, If you don't intend to save the order, PATCH the order to update the value of `processing_instruction` to NO_INSTRUCTION.
de_de: Bitte speichern Sie den Auftrag durch Aufruf von v2/orders/{order_id}/save oder, wenn Sie nicht beabsichtigen, den Auftrag zu speichern, PATCH, um den Wert von `processing_instruction` auf NO_INSTRUCTION zu aktualisieren.
fr_fr: Veuillez enregistrer la commande en appelant v2/orders/{order_id}/save ou, si vous ne souhaitez pas l'enregistrer, faites un PATCH de la commande pour mettre à jour la valeur de `processing_instruction` à NO_INSTRUCTION.
it_it: Si prega di salvare l'ordine chiamando la funzione v2/orders/{order_id}/save o, in alternativa, se non intendi salvare l'ordine, esegui un PATCH dell'ordine per aggiornare il valore da `processing_instruction` a NO_INSTRUCTION.
pt_pt: Por favor, guarde a ordem chamando v2/orders/{order_id}/save ou, alternativamente, Se não pretende guardar a ordem, PATCH a ordem para atualizar o valor de `processing_instruction` para NO_INSTRUCTION.

source: The requested agreement is already canceled. This error occurs when the agreement for an authorized payment or captured payment is already canceled.
de_de: Die beantragte Vereinbarung ist bereits annulliert. Dieser Fehler tritt auf, wenn die Vereinbarung für eine autorisierte Zahlung oder eine erfasste Zahlung bereits storniert wurde.
fr_fr: L'accord demandée est déjà annulée. Cette erreur arrive lorsque l'accord pour un paiement autorisé ou paiement capturé est déjà annulé.
it_it: L'accordo richiesto è già stato annullato. Questo errore si verifica quando l'accordo per un pagamento autorizzato o il pagamento catturato è già stato annullato.
pt_pt: O acordo solicitado já está cancelado. Este erro ocorre quando o acordo para um pagamento autorizado ou pagamento capturado já está cancelado.

source: Authorization amount exceeds allowable limit. Please provide the authorization amount within allowable limit and try again.
de_de: Die Menge der Genehmigung überschreitet die erlaubte Grenze. Geben Sie einen Autorisierungsbetrag innerhalb der autorisierten Grenzen ein und versuchen Sie es erneut.
fr_fr: Le montant d'autorisation dépasse la limite autorisée. Fournir un montant d'autorisation dans les limites autorisées et essayer de nouveau.
it_it: L'importo di autorizzazione supera il limite consentito. Fornisci un importo di autorizzazione entro i limiti consentiti e riprova.
pt_pt: O montante da autorização excede o limite autorizado. Forneça um valor de autorização dentro dos limites autorizados e tente novamente.

source: This order has been previously voided and cannot be voided again. Verify the order id and try again.
de_de: Diese Bestellung wurde bereits storniert und kann nicht erneut storniert werden. Überprüfen Sie die Bestellnummer und versuchen Sie es erneut.
fr_fr: Cette commande a déjà été annulée et ne peut pas être annulée de nouveau. Vérifier la référence de commande et essayer de nouveau.
it_it: Questo ordine è già stato annullato e non può essere annullato di nuovo. Verifica il numero dell'ordine e riprova.
pt_pt: Este pedido já foi cancelado e não pode ser cancelado novamente. Verifique o número do pedido e tente novamente.

source: Card processing payment error, please try again or try another payment method.
de_de: Fehler bei der Verarbeitung der Kartenzahlung, bitte versuchen Sie es erneut oder versuchen Sie eine andere Zahlungsmethode.
fr_fr: Erreur en traitant le paiement par carte, veuillez essayer de nouveau ou essayer un autre moyen de paiement.
it_it: Errore nell'elaborazione del pagamento con carta di credito, riprova o utilizza un altro metodo di pagamento.
pt_pt: Erro no processamento do pagamento com cartão. Por favor tente novamente ou experimente outro método de pagamento.

source: Payee account is not setup to be able to process card payments. Please contact PayPal customer support.
de_de: Das Händlerkonto ist nicht für die Annahme von Kartenzahlungen eingerichtet. Bitte kontaktieren Sie den PayPal-Kundendienst.
fr_fr: Le compte marchand n'est pas configuré pour accepter les paiements par carte. Veuillez contacter le service client PayPal.
it_it: Il conto del commerciante non è impostato per accettare pagamenti con carta. Si prega di contattare il servizio clienti PayPal.
pt_pt: A conta do comerciante não está configurada para aceitar pagamentos com cartão. Por favor, entre em contacto com o serviço de atendimento ao cliente PayPal.

source: The value of a field is invalid.
de_de: Der Wert eines der Felder ist ungültig.
fr_fr: La valeur d'un des champs est invalide.
it_it: Il contenuto di uno dei campi non è valido.
pt_pt: O valor de um dos campos é inválido.

source: The card number, the expiry date or the CVV is invalid. Please verify all three and try again.
de_de: Die Kartennummer, das Ablaufdatum oder die VCC ist ungültig. Überprüfen Sie sie und versuchen Sie es erneut.
fr_fr: Le numéro de carte, la date d'expiration ou le code de sécurité est invalide. Vérifiez les et essayez de nouveau.
it_it: Il numero della carta, la data di scadenza o il codice di sicurezza non è valido. Controlla i dati inseriti e riprova.
pt_pt: Número do cartão, data de validade ou VCC inválido. Verifique-os e tente novamente.

source: The amount cannot be updated as the `payer` has chosen and approved a specific financing offer for a given amount. Please Create a new Order with the updated Order amount and have the `payer` approve the new payment terms.
de_de: Der Betrag kann nicht aktualisiert werden, da der `Zahler` ein spezifisches Finanzierungsangebot für einen bestimmten Betrag ausgewählt und genehmigt hat. Bitte erstellen Sie eine neue Bestellung mit dem aktualisierten Bestellbetrag und lassen Sie den `Zahler` die neuen Zahlungsbedingungen genehmigen.
it_it: L'importo non può essere aggiornato in quanto il `payer` ha scelto e approvato una specifica offerta di finanziamento per un determinato importo. Ti preghiamo di creare un nuovo ordine con l'importo dell'ordine aggiornato e di far approvare al `payer` le nuove condizioni di pagamento.
pt_pt: O valor não pode ser atualizado, pois o "pagador" escolheu e aprovou uma oferta de financiamento específica para um determinado valor. Por favor, crie um novo Pedido com o valor do Pedido atualizado e peça ao "pagador" para aprovar as novas condições de pagamento.

source: That transaction has been blocked by Fraud Protection rules. Please try another card or contact customer service to process your order or change their Fraud Protection rules.
de_de: Diese Transaktion wurde durch Betrugsschutzregeln blockiert. Bitte verwenden Sie eine andere Karte oder wenden Sie sich an den Kundendienst, um Ihre Bestellung zu bearbeiten oder die Betrugsbekämpfungsregeln des Bankkontos zu ändern.
fr_fr: Cette transaction a été bloquée par les règles de protection anti-fraude. Veuillez utiliser une autre carte ou contacter le service client pour traiter votre commande ou pour changer les règles anti-fraude du compte bancaire.
it_it: Questa transazione è stata bloccata dal nostro sistema di protezione dalle frodi. Prova ad usare un'altra carta o contatta il servizio clienti affinché il tuo ordine venga trattato o per modificare le regole antifrode del conto bancario utilizzato.
pt_pt: Esta transação foi bloqueada pelas normas de proteção antifraude. Utilize outro cartão ou contacte o serviço de apoio ao cliente para processar o seu pedido ou para alterar as regras antifraude da conta bancária.

source: This transaction is currently not supported. Please contact customer service or your account manager for more information.
de_de: Diese Transaktion wird derzeit nicht unterstützt. Bitte wenden Sie sich an den Kundendienst oder Ihren Kundenbetreuer, um weitere Informationen zu erhalten.
fr_fr: Cette transaction n'est pas possible. Merci de contacter le service client ou votre gestionnaire de compte pour plus d'informations.
it_it: Questa transazione non è al momento supportata. Per saperne di più contatta il servizio clienti o il tuo manager.
pt_pt: Essa transação atualmente é incompatível. Entre em contacto com o atendimento ao cliente ou com o seu gestor de conta para obter mais informações.

source: The number of items in an array parameter is too small.
de_de: Die Anzahl der Zeichen eines der Parameter ist zu gering.
fr_fr: Le nombre de caractères d'un des paramètres est trop faible.
it_it: Il numero di caratteri di uno dei parametri non è sufficiente.
pt_pt: O número de caracteres de um dos parâmetros é muito pequeno.

source: That currency is not supported with that payment option. Please try with another currency or contact customer support.
de_de: Diese Währung wird von dieser Zahlungsmethode nicht unterstützt. Bitte versuchen Sie es mit einer anderen Währung oder kontaktieren Sie den Kundendienst.
fr_fr: Cette devise n'est pas pris en charge par cette méthode de paiement. Veuillez essayer avec une autre devise ou contacter le service client.
it_it: Questa valuta non è disponibile per questo metodo di pagamento. Prova con un'altra valuta o contatta il servizio clienti.
pt_pt: Esta moeda não é compatível com este meio de pagamento. Por favor, tente com outra moeda ou contacte o serviço de apoio ao cliente.

source: 3D Secure validation failed, please try again or try another payment method.
de_de: Die 3D Secure-Verifizierung ist fehlgeschlagen, bitte versuchen Sie es erneut oder versuchen Sie eine andere Zahlungsmethode.
fr_fr: La vérification 3D Secure a échoué, veuillez essayer de nouveau ou essayer un autre moyen de paiement.
it_it: La verifica 3D Secure non è andata a buon fine, si prega di riprovare o di utilizzare un altro metodo di pagamento.
pt_pt: A verificação 3D Secure falhou, por favor tente novamente ou tente outro método de pagamento.

source: The option to save an order is only available if the order has a single purchase unit. Please create an order with a single purchase unit and try again.
de_de: Die Option zum Buchen einer Bestellung ist nur verfügbar, wenn die Bestellung nur eine Bestelleinheit enthält. Bitte erstellen Sie eine Bestellung mit einer einzelnen Kaufeinheit und versuchen Sie es erneut.
fr_fr: L'option d'enregistrement d'une commande est disponible seulement si la commande ne contient qu'une seule unité d'achat. Veuillez créer une commande avec une unique unité d'achat et essayer de nouveau.
it_it: Puoi salvare un ordine soltanto se contiene una sola unità di acquisto. Riprova dopo aver creato un ordine contenente una sola unità di acquisto.
pt_pt: A opção de lançar um pedido só se encontra disponível se o pedido contiver apenas uma unidade de pedido. Por favor, crie um pedido com uma única unidade de compra e tente novamente.

source: Order does not have a corresponding matching reference_id. Please provide a valid reference_id and try again.
de_de: Der Befehl verfügt nicht über eine entsprechende reference_id. Bitte geben Sie eine gültige reference_id an und versuchen Sie es erneut.
fr_fr: La commande ne détient pas un reference_id correspondant. Veuillez fournir a reference_id valide et essayer de nouveau.
it_it: Nessun 'reference_id' corrisponde a quest'ordine. Si prega di fornire un 'reference_id' valido e riprovare.
pt_pt: O pedido não tem um reference_id correspondente. Por favor, forneça um reference_id válido e tente novamente.

source: The parameter value does not conform to the expected `YYYY-MM` format.
de_de: Der Parameterwert stimmt nicht mit dem erwarteten `YYYYYY-MM` Format überein.
it_it: Il valore del parametro non è conforme al formato previsto `YYYY-MM`.
pt_pt: O valor do parâmetro não está de acordo com o formato esperado `AAAA-MM`.

source: Specified resource ID does not exist. Please check the resource ID and try again.
de_de: Die angegebene Ressourcenreferenz ist nicht vorhanden. Überprüfen Sie die Ressourcenreferenz und versuchen Sie es erneut.
fr_fr: La référence de ressource spécifiée n'existe pas. Vérifier la référence de ressource et essayer de nouveau.
it_it: Il numero di risorsa indicato non esiste. Verifica il numero della risorsa e riprova.
pt_pt: A referência de recurso especificada não existe. Verifique a referência do recurso e tente novamente.

source: Order already authorized. Only one authorization per order is allowed. Please contact customer service to check that your order has successfully been validated.
de_de: Bestellung bereits autorisiert. Pro Auftrag ist nur eine Autorisierung möglich. Wenden Sie sich an den Kundendienst, um zu überprüfen, ob Ihre Bestellung erfolgreich validiert wurde.
fr_fr: Commande déjà autorisée. Seulement une autorisation par commande est possible. Contacter le service client pour vérifier que votre commande a bien été validée avec succès.
it_it: Ordine già autorizzato. Una sola autorizzazione per ordine consentita. Contatta il servizio clienti per verificare che il tuo ordine sia stato regolarmente confermato.
pt_pt: Pedido já autorizado. Só é possível uma autorização por pedido. Contacte o serviço de apoio ao cliente para verificar se o seu pedido foi validado com sucesso.

source: This payment instruction is supported only when `intent=CAPTURE`. If intent is `AUTHORIZE`, you must provide the payment instruction when the authorization is captured. For details, see Capture authorization.
de_de: Diese Zahlungsanweisung wird nur unterstützt, wenn `intent=CAPTURE`. Wenn die Absicht `AUTORISIEREN` lautet, müssen Sie die Zahlungsanweisung bereitstellen, wenn die Autorisierung erfasst wird. Einzelheiten finden Sie unter Autorisierung erfassen.
it_it: Questa istruzione di pagamento è supportata solo tramite la funzione `intent=CAPTURE`. Se 'intent' è impostato su `AUTHORIZE`, devi fornire l'istruzione di pagamento, quando l'autorizzazione viene catturata. Per i dettagli, vedi la sezione 'Cattura un'autorizzazione'.
pt_pt: Esta instrução de pagamento só é suportada quando `intent=CAPTURE`. Se a intenção for `AUTORIZAR`, deverá fornecer a instrução de pagamento quando a autorização for capturada. Para mais detalhes, consulte Autorização de captura.

source: A required parameter is missing. Please check that every personnal and delivery details are filled and try again.
de_de: Ein erforderlicher Parameter fehlt. Bitte überprüfen Sie, ob alle Felder für persönliche und Lieferinformationen ausgefüllt sind, und versuchen Sie es erneut.
fr_fr: Un paramètre requis est manquant. Veuillez vérifier que tous les champs d'informations personnelles et de livraison sont remplis et essayer de nouveau.
it_it: Campo obbligatorio mancante. Verifica che tutti i campi relativi a dati personali e consegna siano correttamente compilati e riprova.
pt_pt: Falta um parâmetro obrigatório. Por favor, verifique se todos os campos dos dados pessoais e de entrega se encontram corretamente preenchidos e tente novamente.

source: Invalid order intent.
de_de: Ungültige Bestellabsicht.
fr_fr: Intention de commande invalide.
it_it: Tentativo di ordine non valido.
pt_pt: Intenção de pedido inválido.

source: The card is expired. Please use another card.
de_de: Die Kreditkarte ist abgelaufen. Bitte verwenden Sie eine andere Karte.
fr_fr: La carte de crédit est expirée. Veuillez utiliser une autre carte.
it_it: La carta di credito è scaduta. Si prega di utilizzare un'altra carta.
pt_pt: O cartão de crédito expirou. Por favor, use outro cartão.

source: Processing of this card brand is not supported. Use another type of card.
de_de: Die Verarbeitung dieses Kartentyps wird nicht unterstützt. Verwenden Sie einen anderen Kartentyp.
fr_fr: Le traitement de ce type de carte n'est pas pris en charge. Utiliser un autre type de carte.
it_it: Questo tipo di carta non è supportata. Riprova con un altro tipo di carta.
pt_pt: O processamento deste tipo de cartão não é suportado. Use um tipo diferente de cartão.

source: Threeds Secure Parameters are empty.
de_de: Threeds Sichere Parameter sind leer.
it_it: I parametri 3D Secure sono vuoti.
pt_pt: Threads Secure Parameters are empty.
