Repository: PrestaShopCorp/ps_checkout
Catalog: ps9/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: de_de, fr_fr, it_it, pt_pt

source: Pay with
de_de: Bezahlen mit
fr_fr: Payer avec
it_it: Paga con
pt_pt: Pagar com

source: Business subcategory
de_de: Unterkategorie des Unternehmens
fr_fr: Sous-catégorie de l'entreprise
it_it: Sottocategoria dell’azienda
pt_pt: Subcategoria da empresa

source: https://www.prestashop.com/en/prestashop-checkout
de_de: https://www.prestashop.com/de/prestashop-checkout
fr_fr: https://www.prestashop.com/fr/prestashop-checkout
it_it: https://www.prestashop.com/it/prestashop-checkout
pt_pt: https://www.prestashop.com/pt/prestashop-checkout

source: Password
de_de: Passwort
fr_fr: Mot de passe
pt_pt: Senha

source: Address
de_de: Adresse
fr_fr: Adresse
it_it: Indirizzo
pt_pt: Endereço

source: Currencies
de_de: Währungen
fr_fr: Devises
it_it: Valute
pt_pt: Divisas

source: Choose page location for banners
de_de: Wählen Sie die Platzierung von Bannern auf der Seite.
fr_fr: Choisissez l'emplacement des bannières sur la page
it_it: Scegli la posizione dei banner nella pagina
pt_pt: Escolha a localização dos banners na página

source: Warning : the currencies you have activated : {0} are not currently supported by PrestaShop Checkout. Please deactivate {0} for PrestaShop Checkout in your
de_de: Vorsicht : die Währungen, dass Sie haben aktivieren : {0} mit PrestaShop Checkout zur Zeit nicht funktionieren. Bitte deaktivieren Sie {0} für PrestaShop Checkout in Ihren
fr_fr: Attention : les monnaies que vous avez activées :{0} ne sont pas actuellement supportées par PrestaShop Checkout. Veuillez désactiver {0} pour PrestaShop Checkout dans vos
it_it: Attenzione : alcune delle valute che hai attivato : {0} al momento non funzionano con PrestaShop Checkout. Prego disattiva {0} per PrestaShop Checkout nelle tue
pt_pt: Aviso : a moedas que você ativou : {0} não é atualmente suportada pelos PrestaShop Checkout. Por favor desative {0} para PrestaShop Checkout em suas

source: Need help? Find here the documentation of this module
de_de: Brauchen Sie Hilfe? Hier finden Sie das Benutzerhandbuch des Moduls
fr_fr: Besoin d'aide ? Trouvez ici la documentation du module
it_it: Bisogno di aiuto? Qui troverai la guida utente per il modulo
pt_pt: Precisa de ajuda? Aqui está a documentação deste módulo

source: account
de_de: Konto
pt_pt: conta

source: For more informations about your fees please visit this page:
de_de: Für weitere Informationen zu den Gebühren besuchen Sie bitte diese Seite:
fr_fr: Pour plus d'informations sur les frais, visitez la page :
it_it: Per maggiori informazioni sulle tue tariffe, visita questa pagina:
pt_pt: Para mais informações sobre as suas taxas, por favor visite esta página:

source: Synchronization between your store and your PayPal account is in progress. Please wait.
de_de: Die Synchronisierung zwischen Ihrem Shop und Ihrem PayPal-Konto befindet sich im Verlauf. Bitte warten.
fr_fr: La synchronisation entre votre boutique et votre compte PayPal en cours. Veuillez patienter.
it_it: La sincronizzazione tra il tuo negozio e il tuo conto PayPal è in corso. Ti preghiamo di attendere.
pt_pt: Sincronizando a sua loja e a sua conta do PayPal... Por favor, aguarde...

source: Match currencies
de_de: Währungen abgleichen
fr_fr: Ajuster les devises
it_it: Abbina le valute
pt_pt: Câmbio

source: Store name
de_de: Shopname
fr_fr: Nom du magasin
it_it: Nome del negozio
pt_pt: Nome da loja

source: Credit card
de_de: Kreditkarte
fr_fr: Carte de crédit
it_it: Carta di credito
pt_pt: Cartão de crédito

source: As for local payment methods, buttons will be displayed according to the purchase context: country, amount, device, etc.
de_de: Wie bei den lokalen Zahlungsmethoden werden die Schaltflächen je nach Kaufkontext angezeigt: Land, Betrag, Gerät usw.
fr_fr: Pour les méthodes de paiement locales, les boutons seront affichées dans certains contextes : pays, montant, appareil, …
it_it: Per quanto riguarda i metodi di pagamento locali, i pulsanti verranno visualizzati in base al contesto di acquisto: Paese, importo, dispositivo, ecc...
pt_pt: Quanto aos métodos de pagamento locais, os botões serão exibidos de acordo com o contexto de compra: país, montante, dispositivo, etc.

source: Black
de_de: Schwarz
fr_fr: Noir
it_it: Nero
pt_pt: Preto

source: Shipping
de_de: Versand
fr_fr: Livraison
it_it: Spedizione
pt_pt: Envio

source: Product page
de_de: Produktseite
fr_fr: Page Produit
it_it: Pagina di prodotto
pt_pt: Página de produto

source: Optional
fr_fr: Optionnel
it_it: Opzionale
pt_pt: Opcional

source: Go back to login
de_de: Zurück zur Anmeldung
fr_fr: Retourner vers la connexion
it_it: Torna alla pagina di accesso
pt_pt: Voltar para o login

source: Restricted
de_de: Eingeschränkt
fr_fr: Limité
it_it: Riservato
pt_pt: Restrito

source: Revoked
de_de: Widerrufen
fr_fr: Revoqué
it_it: Revocato
pt_pt: Revogado

source: Know more
de_de: Mehr erfahren
fr_fr: En savoir plus
it_it: Scopri di più
pt_pt: Saiba mais

source: Order summary page
de_de: Seite mit der Bestellübersicht
fr_fr: Page de résumé de panier
it_it: Pagina di riepilogo ordine
pt_pt: Página de resumo do pedido

source: Payment method
de_de: Zahlungsmethode
fr_fr: Moyens de paiement
it_it: Metodo di pagamento
pt_pt: Forma de pagamento

source: A merchant
de_de: ein Händler
fr_fr: Un marchand
it_it: Commerciante
pt_pt: Comerciante

source: Manage your account
de_de: Verwalten Sie Ihr Konto
fr_fr: Gérer votre compte
it_it: Gestisci il tuo conto
pt_pt: Gerir a sua conta

source: Switch to test mode?
de_de: Zum Testmodus wechseln?
fr_fr: Activer le mode test ?
it_it: Passare alla modalità di prova?
pt_pt: Alterar para modo de teste?

source: Onboarding almost done!
de_de: Die Eingliederung ist fast abgeschlossen!
fr_fr: Intégration presque terminée !
it_it: Integrazione quasi terminata!
pt_pt: Integração quase concluída!

source: By submitting this form, I agree that the data provided may be collected by PrestaShop S.A to permit (i) the use of our services (ii) to improve your customer experience. Your data can be transmitted to our partner Paypal if you do not already have an account.
de_de: Mit dem Absenden dieses Formulars erkläre ich mich damit einverstanden, dass die Daten, die für die Erstellung des PrestaShop-Checkout-Kontos bereitgestellt werden, von PrestaShop S.A gespeichert werden. Durch die Erstellung Ihres Kontos werden Sie kommerzielle Werbung von PrestaShop erhalten
fr_fr: En soumettant ce formulaire, vous acceptez que votre adresse mail soit utilisée par PrestaShop S.A pour créer un compte Checkout. En créant votre compte, vous recevrez de la prospection commerciale de la part de PrestaShop
it_it: Inviando il presente modulo acconsenti alla possibile raccolta da parte di PrestaShop S.A. dei dati da te forniti per la creazione del tuo account PrestaShop Checkout. Creando un account riceverai annunci commerciali da PrestaShop
pt_pt: Ao enviar este formulário, concordo que os dados informados podem ser coletados pela PrestaShop para criar a conta da PrestaShop Checkout. Ao criar sua conta, você receberá anúncio de prospecção comercial da PrestaShop

source: transaction(s)
de_de: Transaktion(en)
it_it: transazione/i
pt_pt: transação(ões)

source: Payment methods activation
de_de: Aktivierung der Zahlungsmethoden
fr_fr: Activation des moyens de paiement
it_it: Attivazione metodi di pagamento
pt_pt: Ativação das formas de pagamento

source: Capture at shipping
de_de: Erfassung bei Versand
fr_fr: Prélever à l'expédition
it_it: Pagamento alla spedizione
pt_pt: Captura no envio

source: Account Linking in progress
de_de: Kontoverbindung im Verlauf
fr_fr: Liaison de boutique en cours
it_it: Collegamento account in corso
pt_pt: Vinculando a conta...

source: Link your PayPal account
de_de: Verlinken Sie Ihr PayPal-Konto
fr_fr: Lier votre compte PayPal
it_it: Collega il tuo conto PayPal
pt_pt: Vincule a sua conta PayPal

source: Silver
de_de: Silber
fr_fr: Argent
pt_pt: Prateado

source: Availability
de_de: Verfügbarkeit
fr_fr: Disponibilité
it_it: Facilmente disponibile
pt_pt: Disponibilidade

source: Advanced settings
de_de: Fortgeschrittene Einstellungen
fr_fr: Options avancées
it_it: Impostazioni avanzate
pt_pt: Configurações avançadas

source: When to use PayPal branded Credit Card fields ?
de_de: Wann sind Felder für Kreditkarten mit PayPal-Markenzeichen zu verwenden?
fr_fr: Quand faut-il utiliser les Champs de Carte Alternatifs de PayPal ?
it_it: Quando usare i campi della carta di credito PayPal?
pt_pt: Quando devo utilizar os campos dos cartões de crédito com a marca PayPal?

source: You have exceeded the maximum number of payment attempts.
de_de: Sie haben die maximale Anzahl von Zahlungsversuchen überschritten.
fr_fr: Vous avez atteint le nombre maximal de tentatives de paiement.
it_it: Hai superato il numero massimo di tentativi di pagamento.
pt_pt: Excedeu o número máximo de tentativas de pagamento.

source: The selected payment method does not support this type of transaction. Please choose another payment method or contact support for assistance.
de_de: Die ausgewählte Zahlungsmethode unterstützt diese Art von Transaktion nicht. Bitte wählen Sie eine andere Zahlungsmethode oder kontaktieren Sie den Support für Unterstützung.
fr_fr: La méthode de paiement sélectionnée ne prend pas en charge ce type de paiement, veuillez sélectionner une autre méthode.
it_it: Il metodo di pagamento selezionato non supporta questo tipo di transazione. Scegli un altro metodo o contatta l’assistenza per aiuto.
pt_pt: O método de pagamento selecionado não suporta este tipo de transação. Por favor, escolha outro método de pagamento ou contacte o suporte para assistência.

source: This payment method seems not working currently, please try another.
de_de: Diese Zahlungsart scheint derzeit nicht zu funktionieren, bitte versuchen Sie eine andere.
fr_fr: Cette méthode de paiement semble indisponible, veuillez utiliser un autre moyen de paiement
it_it: Questo metodo di pagamento non sembra funzionare per il momento, scegline un altro.
pt_pt: Este método de pagamento parece não estar a funcionar atualmente. Por favor escolha outro método de pagamento.

source: This payment method declined transaction, please try another.
de_de: Diese Transaktion mit dieser Zahlungsart wurde abgelehnt, bitte versuchen Sie eine andere.
fr_fr: Le moyen de paiement a refusé la transaction, veuillez en utilisant un autre.
it_it: Transazione rifiutata con questo metodo di pagamento. Riprova con un altro metodo di pagamento.
pt_pt: Este método de pagamento recusou a transação, por favor tente outro.

source: Your PayPal account is locked or closed, please try another.
de_de: Ihr PayPal-Konto ist gesperrt oder geschlossen, bitte versuchen Sie ein anderes.
fr_fr: Votre compte PayPal est verrouillé ou fermé, veuillez en utiliser un autre.
it_it: Il tuo conto PayPal è bloccato o chiuso, usane un altro.
pt_pt: A sua conta PayPal está bloqueada ou fechada, por favor tente outra.

source: The transaction was blocked by Fraud Protection settings.
de_de: Die Transaktion wurde durch Betrugsschutzeinstellungen blockiert.
fr_fr: La transaction a été bloquée par le service de protection contre la fraude.
it_it: La transazione è stata bloccata dalle impostazioni di Fraud Protection.
pt_pt: A transação foi bloqueada por definições de Proteção Anti-fraude.

source: Your card cannot be used to pay in our country, please try another payment method.
de_de: Ihre Karte kann nicht für Zahlungen in diesem Land verwendet werden. Bitte versuchen Sie eine andere Zahlungsmethode.
fr_fr: Votre carte ne peut pas être utilisée pour payer dans ce pays, veuillez essayer un autre moyen de paiement.
it_it: La tua carta non può essere usata in questo Paese, prova con un altro metodo di pagamento.
pt_pt: O seu cartão não pode ser utilizado para pagar nesta moeda, por favor escolha outro método de pagamento.

source: You are not allowed to pay with this PayPal account, please try another.
de_de: Es ist nicht erlaubt, mit diesem PayPal-Konto zu bezahlen, bitte versuchen Sie ein anderes.
fr_fr: Vous n'êtes pas autorisé à payer avec ce compte PayPal, veuillez en utiliser un autre.
it_it: Non disponi delle autorizzazioni necessarie per pagare con questo conto PayPal, usane un altro.
pt_pt: Não está autorizado a pagar com esta conta PayPal, por favor tente outra.

source: Card payment cannot be processed at the moment, please use another payment method.
de_de: Kartenzahlung kann derzeit nicht verarbeitet werden, bitte verwenden Sie eine andere Zahlungsmethode.
fr_fr: Le paiement par carte est actuellement indisponible, veuillez choisir une autre méthode de paiement.
it_it: Il pagamento con carta non può essere elaborato in questo momento, utilizza un altro metodo di pagamento.
pt_pt: O pagamento com cartão não pode ser processado neste momento, por favor utilize outro método de pagamento.

source: You are not allowed to pay with this payment method, please try another.
de_de: Es ist nicht erlaubt, mit dieser Zahlungsart zu bezahlen, bitte versuchen Sie eine andere.
fr_fr: Vous n'êtes pas autorisé à payer avec ce moyen de paiement, veuillez en utiliser un autre.
it_it: Non disponi delle autorizzazioni necessarie per pagare con questo metodo di pagamento, usane un altro.
pt_pt: Não está autorizado a pagar com esta conta PayPal, por favor tente outra.

source: Make this card favorite / default
de_de: Diese Karte als Favorit / Standard festlegen
fr_fr: Définir comme méthode de paiement préférée
it_it: Rendi questa carta preferita / predefinita
pt_pt: Definir este cartão como favorito / predefinido

source: Securely store payment details for future purchases
de_de: Zahlungsdaten sicher für zukünftige Einkäufe speichern
fr_fr: Sauvegardez en toute sécurité vos informations de paiement
it_it: Salva in modo sicuro i dettagli di pagamento per acquisti futuri
pt_pt: Guardar os dados de pagamento com segurança para compras futuras

source: Make this account favorite / default
de_de: Dieses Konto als Favorit / Standard festlegen
fr_fr: Définir ce compte comme méthode de paiement préférée
it_it: Rendi questo account preferito / predefinito
pt_pt: Definir esta conta como favorita / predefinida

source: Make this my preferred payment method
de_de: Diese Zahlungsmethode als bevorzugt festlegen
fr_fr: Définir comme méthode de paiement préférée
it_it: Imposta come metodo di pagamento preferito
pt_pt: Definir como método de pagamento preferido

source: This payment method has been saved to your account.
de_de: Diese Zahlungsmethode wurde in Ihrem Konto gespeichert.
fr_fr: Cette méthode de paiement a été enregistrée sur votre compte.
it_it: Questo metodo di pagamento è stato salvato nel tuo account.
pt_pt: Este método de pagamento foi guardado na sua conta.

source: This payment method has been saved to your account and defined as favorite for future purchases.
de_de: Diese Zahlungsmethode wurde in Ihrem Konto gespeichert und als Favorit für zukünftige Einkäufe festgelegt.
fr_fr: Cette méthode de paiement est enregistrée sur votre compte et définie comme méthode de paiement préférée pour vos futurs achats.
it_it: Questo metodo di pagamento è stato salvato nel tuo account e impostato come preferito per acquisti futuri.
pt_pt: Este método de pagamento foi guardado na sua conta e definido como favorito para compras futuras.

source: Delete
de_de: Löschen
fr_fr: Supprimer
it_it: Elimina
pt_pt: Eliminar

source: Total
de_de: Gesamt

source: Pay by %s
de_de: Mit %s bezahlen
fr_fr: Payer avec %s
it_it: Paga tramite %s

source: Pay by Card - 100% secure payments
de_de: Mit Karte bezahlen - 100% sichere Zahlungen
fr_fr: Payer par Carte
it_it: Paga tramite carta - pagamenti 100% sicuri

source: Checkout
de_de: Bezahlung
fr_fr: Tunnel de commande

source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total
it_it: Subtotale

source: CVC
fr_fr: Code de sécurité
