Repository: PrestaShopCorp/ps_checkout
Catalog: ps9/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: de_de, fr_fr, it_it, pt_pt

source: Change countries ISO Codes
de_de: ISO-Codes der Länder ändern
fr_fr: Changer les ISO codes pays
it_it: Cambia i codici ISO dei Paesi
pt_pt: Alterar Códigos ISO dos países

source: Payment methods acceptance
de_de: Akzeptierte Zahlungsmittel
fr_fr: Moyens de paiements acceptés
it_it: Mezzi di pagamento accettati
pt_pt: Formas de pagamento aceitas

source: Create account
de_de: Registrieren
fr_fr: Créer un compte
it_it: Registrati
pt_pt: Registrar-se

source: Test mode
de_de: Testmodus
fr_fr: Mode test
it_it: Modalità di prova
pt_pt: Modo de teste

source: An error during configuration was detected. Please reset the PrestaShop Checkout module and configure it again.
de_de: Es wurde ein Fehler bei der Konfiguration festgestellt. Bitte setzen Sie das PrestaShop Checkout-Modul zurück und konfigurieren Sie es erneut.
fr_fr: Erreur de configuration détectée, veuillez réinitialiser le module et le configurer à nouveau.
it_it: Errore riscontrato durante la configurazione. Si prega di reimpostare il modulo PrestaShop Checkout e configurarlo di nuovo.
pt_pt: Foi detetado um erro durante a configuração. Por favor, reinicie o módulo PrestaShop Checkout e configure-o novamente.

source: Read more
de_de: Mehr erfahren
fr_fr: En savoir plus
it_it: Leggi di più
pt_pt: Leia mais sobre esta característica

source: Log out
de_de: Abmelden
fr_fr: Se déconnecter
it_it: Esci
pt_pt: Sair da sessão

source: pending dispute(s)
de_de: Hängige(r) Streitfall(fälle)
fr_fr: litige(s) en attente
it_it: controversia/e in corso
pt_pt: litígio(s) pendente(s)

source: Terms and Conditions of Use of PrestaShop Checkout
de_de: die Nutzungsbedingungen
fr_fr: Conditions générales d'utilisation de PrestaShop Checkout
it_it: termini di utilizzo
pt_pt: termos de uso

source: Date
de_de: Datum
it_it: Data
pt_pt: Data

source: Each shop must be configured separately, even if you configure the same account on all of them.
de_de: Jeder Shop muss separat konfiguriert werden. Dies gilt auch, wenn Sie dasselbe Konto für sämtliche Shops konfigurieren.
fr_fr: Chaque boutique doit être configurée séparemment, même si vous utiliser le même compte pour chacune d'entres elles.
it_it: Ciascun negozio deve essere configurato separatamente, anche se configuri lo stesso account su ognuno di essi.
pt_pt: Cada loja deve ser configurada separadamente, mesmo se você configurar a mesma conta em todas elas.

source: State
de_de: Staat
fr_fr: Etat
it_it: Stato
pt_pt: Estado

source: PrestaShop Checkout account
de_de: PrestaShop Checkout-Konto
fr_fr: Compte PrestaShop Checkout
it_it: Conto PrestaShop Checkout
pt_pt: Conta do PrestaShop Checkout

source: Authorize process holds all payments on customers’ account. Mark the order as « Shipped » or « Payment accepted » to capture payments. Local Payment Methods are not compatible with Authorize process.
de_de: Der Autorisierungsvorgang hält alle Zahlungen auf dem Konto des Kunden. Bestellung als „Versendet“ oder „Zahlung angenommen“ markieren, um die Zahlungen zu erfassen. Lokale Zahlungsmethoden sind mit dem Autorisierungsprozess nicht kompatibel.
fr_fr: Le mode Prélever à l'expédition conserve l'argent sur le compte du client. Marquez la commande comme Expediée ou Paiement accepté pour prélever l'argent. Les moyens de paiement locaux ne sont pas compatibles avec le mode Prélever à l'expédition
it_it: Questa procedura di autorizzazione mantiene tutti i pagamenti sui conti dei clienti. Contrassegna l'ordine come Spedito o Pagamento accettato per incassare i pagamenti. I metodi di pagamento locali non sono compatibili con la procedura di autorizzazione.
pt_pt: O processo de autorização mantém todos os pagamentos na conta do cliente. Marque o pedido como “Enviado” ou “Pagamento aceito” para capturar pagamentos. Formas de pagamento locais são incompatíveis com o processo de autorização.

source: You need to connect to both PrestaShop and PayPal accounts to activate all payment methods
de_de: Um alle Zahlungsmethoden zu aktivieren, müssen Sie eine Verbindung zu den PrestaShop- und PayPal-Konten herstellen
fr_fr: Vous devez connecter des comptes PrestaShop et PayPal pour activer tous les moyens de paiement
it_it: Devi collegarti a entrambi i conti PrestaShop e PayPal per attivare tutti i metodi di pagamento
pt_pt: Você precisa conectar as contas de PrestaShop e do PayPal para ativar todas as formas de pagamento.

source: Language
de_de: Staatsangehörigkeit
fr_fr: Langue
it_it: Nazionalità
pt_pt: Nacionalidade

source: Tax
de_de: Steuer
fr_fr: Taxe
it_it: Tasse
pt_pt: Imposto

source: Integrated Credit Card fields provide the best payment experience you can find in PrestaShop. Well integrated in your checkout process, not branded, with the fewest number of fields, and lowest fee rates (see them on
de_de: Integrierte Kreditkartenfelder bieten die beste Zahlungserfahrung, die Sie in PrestaShop finden können. Gut in Ihren Checkout-Prozess integriert, keine Markenprodukte, mit der geringsten Anzahl von Feldern und den niedrigsten Gebührensätzen (siehe
fr_fr: Les Champs de Carte Intégrés proposent la meilleure expérience d'achat sur PrestaShop. Bien intégrés dans le parcours d'achat, sans marque, avec un nombre réduits de champs, et les frais de comissions les plus bas, (voir sur
it_it: I campi carta di credito integrati offrono la migliore esperienza di pagamento possibile su PrestaShop. Ben integrati nel processo di pagamento, privi di marca, con il minor numero di campi possibile e le tariffe più basse (vedi i campi su
pt_pt: Os campos dos cartões de crédito integrados proporcionam a melhor experiência de pagamento que se pode encontrar na PrestaShop. Estão bem integrados no seu processo de checkout, não contêm marca, têm o menor número de campos possível, e têm as taxas mais baixas (consulte-as em

source: See below the transactions processed with PrestaShop Checkout, limited to the last 1000 to load them faster.
de_de: Nachfolgend finden Sie sämtliche über PrestaShop-Checkout vorgenommenen Transaktionen. Für eine schnelle Ladegeschwindigkeit liegt die Höchstgrenze bei einer Anzahl von 1000.
fr_fr: Vous trouverez ci-dessous toutes les transactions effectuées à travers PrestaShop Checkout, dans la limite de 1000, pour des raisons de rapidité de chargement.
it_it: Vedi di seguito le transazioni elaborate con PrestaShop Checkout, limitate alle ultime 1000 per caricarle più rapidamente.
pt_pt: Veja abaixo as transações processadas com o PrestaShop Checkout, restritas às últimas 1.000 para um carregamento mais rápido.

source: Reset
de_de: Zurücksetzen
fr_fr: Réinitialiser
it_it: Reimposta
pt_pt: Redefinir

source: Configure your bank statements description
de_de: Konfigurieren Sie Ihre Kontoauszugsbeschreibung
fr_fr: Configurer votre description de relevé bancaire
it_it: Configura la descrizione degli estratti conto bancari
pt_pt: Configure a descrição dos seus extratos bancários

source: Pill
de_de: Pille
fr_fr: Pilule
it_it: Pillola
pt_pt: Comprimido

source: Note that you cannot collect payments with test mode
de_de: Beachten Sie, dass im Testmodus keine Zahlungen eingezogen werden können
fr_fr: Notez que vous ne pouvez pas encaisser d'argent en mode test
it_it: Nota che non puoi incassare i pagamenti con la modalità di prova
pt_pt: Não é possível coletar pagamentos com modo de teste

source: please check our list of customizable settings
de_de: überprüfen Sie bitte unsere Liste der anpassbaren Einstellungen
fr_fr: veuillez consulter notre liste de paramètres personnalisables
it_it: controlla il nostro elenco delle impostazioni personalizzabili.
pt_pt: por favor, verifique nossa lista de configurações personalizadas

source: Business type
de_de: Art des Unternehmens
fr_fr: Type d'entreprise
it_it: Tipo di azienda
pt_pt: Tipo de empresa

source: No confirmation email?
de_de: Keine Bestätigungs-E-Mail erhalten?
fr_fr: Pas d'email de confirmation ?
it_it: Nessuna e-mail di conferma?
pt_pt: Nenhum e-mail de confirmação?

source: Country
de_de: Land
fr_fr: Pays
it_it: Paese
pt_pt: País de Origem

source: PayPal account
de_de: PayPal-Konto
fr_fr: Compte PayPal
it_it: Conto PayPal
pt_pt: Conta do PayPal

source: We recommend « Capture at shipping » if you are a lean manufacturer or a craft products seller
de_de: Wir empfehlen „Erfassung bei Versand“, wenn Sie ein Hersteller mit schlanker Produktion oder ein Verkäufer von handgefertigten Produkten sind
fr_fr: Nous recommandons Prélever à l'expédition si vous vendez des produits artisanaux ou produits à l'achat.
it_it: Consigliamo di scegliere Pagamento alla spedizione se sei un fabbricante o un venditore di prodotti artigianali
pt_pt: Recomendamos “Captura no envio” se você for um fabricante enxuto ou um vendedor de produtos artesanais

source: To test your payment method you can make a real transaction (prefer small amount), and once you have observed the money on your account, make a refund on the corresponding order page. Warning, you will not recover the fees.
de_de: Um Ihre Zahlungsmethode zu testen, können Sie eine echte Transaktion durchführen (bevorzugen Sie einen kleinen Betrag), und sobald Sie das Geld auf Ihrem Konto erhalten haben, nehmen Sie eine Rückerstattung auf der entsprechenden Bestellseite vor. Achtung, Sie erhalten die Gebühren nicht zurück.
fr_fr: Pour tester vos méthodes de paiement, procéder à un paiement en privilégiant les petits montants, dès la commande est effectuée, procéder à un remboursement sur la page commande. Attention, vous ne pourrez pas récupérer les frais de commissions.
it_it: Per testare il tuo metodo di pagamento, puoi effettuare una transazione reale (preferibilmente di importo ridotto) e, una volta ricevuto il denaro sul tuo conto, provvedere al rimborso nella pagina dell'ordine corrispondente. Attenzione! Non potrai recuperare le spese di commissione.
pt_pt: Para testar seu meio de pagamento, pode fazer uma transação real (prefira uma pequena quantia), e depois de ter observado o dinheiro na sua conta, faça um reembolso na página de pedido correspondente. Atenção, não vai recuperar as taxas.

source: Errors
de_de: Fehler
fr_fr: Erreurs
it_it: Errori
pt_pt: Erros

source: Starting from
de_de: Ausgehend von
fr_fr: A partir de
it_it: A partire da
pt_pt: A partir de

source: Account declined
de_de: Konto abgelehnt
fr_fr: Compte décliné
it_it: Conto rifiutato
pt_pt: Conta recusada

source: Adjust shape for all buttons
de_de: Form für alle Buttons anpassen
fr_fr: Ajuster la forme pour tous les boutons
it_it: Cambia la forma di tutti i pulsanti
pt_pt: Ajustar a forma para todos os botões

source: Your account needs further checks to accept Credit and Debit Cards payment.
de_de: Ihr Konto erfordert zusätzliche Überprüfung, um Kartenzahlungen zu akzeptieren.
fr_fr: Votre compte nécessite plus de vérifications pour accepter les paiements par carte.
it_it: Il tuo account richiede verifiche aggiuntive per poter accettare le carte bancarie.
pt_pt: A sua conta necessita de verificações adicionais para poder aceitar pagamento por cartão de crédito e de débito.

source: Recommended
de_de: Empfohlen
fr_fr: Recommandé
it_it: Consigliato
pt_pt: Recomendado

source: Competitive and transparent fees
de_de: Wettbewerbsfähige und transparente Gebühren
fr_fr: Des frais compétitifs et transparents
it_it: Tariffe competitive e trasparenti
pt_pt: Taxas competitivas e transparentes

source: Additional information is required to complete background check. Please go on your www.paypal.com account and check the notification bell on the top right to know which documents are needed. It could be:
de_de: Für den Abschluss der Hintergrundprüfung sind zusätzliche Informationen erforderlich. Bitte melden Sie sich auf Ihrem PayPal-Konto an und prüfen Sie das Benachrichtigungs-Glöckchen oben rechts, um zu erfahren, welche Dokumente benötigt werden. Es könnte sich dabei im Folgendes handeln:
fr_fr: Des informations complémentaires sont requises pour effectuer des vérifications. Veuillez vous rendre sur votre compte www.paypal.com et jetez un œil aux notifications sur la cloche en haut à droite pour savoir quels documents supplémentaires sont nécessaires. Cela peut être :
it_it: Sono necessarie informazioni aggiuntive per completare i controlli. Recati nel tuo account su www.paypal.com e segui l’avviso di notifica (icona a forma di campana) in alto a destra per sapere quali sono i documenti richiesti. Potrebbero essere richiesti:
pt_pt: Dados adicionais necessários para completar a verificação de informações. Acesse sua conta em www.paypal.com e confira o sino de notificação no canto superior direito para verificar quais documentos são necessários. Pode ser:

source: Help
de_de: Hilfe
fr_fr: Aide
it_it: Aiuto
pt_pt: Ajuda

source: Submit idea
de_de: Idee einreichen
fr_fr: Soumettre une idée
it_it: Invia la tua proposta
pt_pt: Submeter ideia

source: Fraud tool
de_de: Anti-Betrug-Werkzeug
fr_fr: Outil de gestion des fraudes
it_it: Strumento di gestione delle frodi
pt_pt: Ferramenta para identificar fraudes

source: Change rounding settings
de_de: Ändern von Rundungskonfigurationen
fr_fr: Changer les configurations d'arrondis
it_it: Modifica le configurazioni di arrotondamento
pt_pt: Alterar as configurações de arredondamento

source: Define PayPal express checkout flow
de_de: Bestimmen Sie den Express-Checkout-Vorgang mit PayPal
fr_fr: Définir l'expérience de l'express checkout PayPal
it_it: Definisci il processo di pagamento con PayPal
pt_pt: Definir fluxo de pagamento expresso do PayPal

source: Choose page location
de_de: Wählen Sie die Platzierung auf der Seite
fr_fr: Choisir le positionnement sur les pages
it_it: Scegli posizione della pagina
pt_pt: Escolher local da página

source: PayPal Branded Credit Card Fields
de_de: Felder für Kreditkarten mit PayPal-Markenzeichen
fr_fr: Champs de carte de crédit de PayPal
it_it: Campi della carta di credito PayPal
pt_pt: Campos dos cartões de crédito da marca PayPal

source: Log in with your PrestaShop Checkout account
de_de: Melden Sie sich mit Ihrem PrestaShop-Checkout-Konto an
fr_fr: Connectez-vous avec votre compte PrestaShop Checkout
it_it: Accedere con il proprio account PrestaShop Checkout
pt_pt: Faça login com sua conta da PrestaShop Checkout

source: Please contact PayPal Customer Service
de_de: Bitte wenden Sie sich an den PayPal-Kundendienst
fr_fr: Veuillez contacter le service clientèle de PayPal
it_it: Per favore, contatta il Customer Service di PayPal
pt_pt: Por favor contacte o serviço ao cliente PayPal

source: Know more about my account approval
de_de: Mehr zur Freischaltung meines Kontos erfahren
fr_fr: En savoir plus sur l'approbation de mon compte
it_it: Maggiori informazioni sull’approvazione del mio account
pt_pt: Saber mais sobre aprovação da conta

source: Error, try later.
de_de: Fehler! Bitte versuchen Sie es später erneut.
fr_fr: Une erreur est survenue, veuillez réessayer plus tard.
it_it: Errore, ritentare più tardi.
pt_pt: Erro, tente mais tarde.

source: Available
de_de: Verfügbar
fr_fr: Disponible
it_it: Disponibile
pt_pt: Disponível

source: I agree to the
de_de: Ich akzeptiere
fr_fr: J'accepte les
it_it: Accetto i
pt_pt: Aceito os

source: Details for Bank statements
de_de: Details für Kontoauszüge
fr_fr: Details pour relevés bancaires
it_it: Dettaglio degli estratti conto bancari
pt_pt: Detalhes para extratos bancários

source: pending
de_de: Ausstehend
fr_fr: En attente
it_it: in sospeso
pt_pt: Pendente

source: Additional Details
de_de: Zusätzliche Informationen
fr_fr: Informations additionnelles
it_it: Informazioni aggiuntive
pt_pt: Detalhes adicionais

source: Limit your fraud rate
de_de: Begrenzen Sie Ihre Betrugsrate
fr_fr: Limitez votre taux de fraude
it_it: Riduci il tuo tasso di frodi
pt_pt: Limite a sua taxa de fraude

source: Bank account
de_de: Bankverbindung
fr_fr: Compte en banque
it_it: Conto corrente
pt_pt: Conta bancária

source: Mrs
de_de: Frau
fr_fr: Mme
it_it: Sig.ra
pt_pt: Sra.

source: Credit Card availability suspended
de_de: Verfügbarkeit von Kreditkarten auf Eis gelegt
fr_fr: Disponibilité de la carte de crédit mise en suspens
it_it: Disponibilità della carta di credito in sospeso
pt_pt: Disponibilidade do cartão de crédito colocado em espera

source: As soon as PayPal gets all your documents, you'll have to wait 48h for final approval.
de_de: Sobald PayPal alle Dokumente erhalten hat, müssen Sie 48 Stunden auf die endgültige Genehmigung warten.
fr_fr: Patientez environ 48h pour la validation de vos documents par PayPal.
it_it: Non appena PayPal avrà ricevuto tutti i tuoi documenti, dovrai aspettare 48 ore per l'approvazione finale.
pt_pt: Assim que o PayPal receber todos os seus documentos, terá de aguardar 48h pela aprovação final.

source: All transactions
de_de: Alle Transaktionen
fr_fr: Toutes les transactions
it_it: Tutte le transazioni
pt_pt: Todas as transações

source: You can process
de_de: Sie können Kartentransaktionen im Wert von
fr_fr: Vous pouvez opérer
it_it: Puoi effettuare delle transazioni
pt_pt: Você pode processar

source: Sign in or login to provide every payment method to your customer.
de_de: Melden Sie sich an, um alle Zahlungsmethoden für Ihre Kunden bereitzustellen.
fr_fr: Connectez-vous ou créez un compte pour fournir tous les moyens de paiement à vos clients.
it_it: Effettua l'accesso per offrire tutti i metodi di pagamento al tuo cliente.
pt_pt: Registre-se ou conecte-se para fornecer todas as formas de pagamento para seu cliente.

source: Activation status
de_de: Aktivierungsstatus
fr_fr: Statut d'activation
it_it: Stato di attivazione
pt_pt: Status de ativação

source: Forgot password?
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié ?
it_it: Password dimenticata?
pt_pt: Esqueceu-se da senha?

source: Settings updated !
de_de: Konfigurationen aktualisiert!
fr_fr: Configurations mis à jour !
it_it: Configurazioni aggiornate!
pt_pt: Configurações atualizadas!

source: An error occured, the PayPal sign up or login window can't be opened. Please wait a bit and click again.
de_de: Es ist ein Fehler aufgetreten, das PayPal-Anmelde- oder Login-Fenster kann nicht geöffnet werden. Bitte warten und erneut klicken.
fr_fr: Une erreur s'est produite, la popup de PayPal pour se connecter ne peut pas être ouverte. Merci d'attendre un peu et de cliquer à nouveau.
it_it: Si è verificato un errore; la finestra di registrazione o accesso di PayPal non può essere aperta. Si prega di attendere qualche istante e riprovare.
pt_pt: Ocorreu um erro, a inscrição no PayPal ou a janela de login não pode ser aberta. Por favor, aguarde um pouco e clique novamente.

source: The email address is badly formatted.
de_de: Das Format der E-Mail-Adresse ist fehlerhaft.
fr_fr: L'email n'a pas le bon format.
it_it: Formato dell’e-mail incorretto.
pt_pt: O formato do endereço de e-mail está errado.

source: Credit Card information, bank account information and ID card
de_de: Kreditkarteninformationen, Bankverbindung und Ausweis
fr_fr: Information de carte de crédit, information de compte en banque, pièce d'identité, ...
it_it: Dati della carta di credito, del conto bancario e della carta d’identità
pt_pt: Informações de cartão de crédito, informações de conta bancária e carteira de identidade

source: By submitting this form, I agree that the data provided may be collected by PrestaShop S.A to create your PrestaShop Checkout account. By creating your account, you will receive commercial prospecting from PrestaShop
de_de: Mit dem Absenden dieses Formulars erkläre ich mich damit einverstanden, dass die Daten, die für die Erstellung des PrestaShop-Checkout-Kontos bereitgestellt werden, von PrestaShop S.A gespeichert werden. Durch die Erstellung Ihres Kontos werden Sie kommerzielle Werbung von PrestaShop erhalten
fr_fr: En soumettant ce formulaire, vous acceptez que votre adresse mail soit utilisée par PrestaShop S.A pour créer un compte Checkout. En créant votre compte, vous recevrez de la prospection commerciale de la part de PrestaShop
it_it: Inviando il presente modulo acconsenti alla possibile raccolta da parte di PrestaShop S.A. dei dati da te forniti per la creazione del tuo account PrestaShop Checkout. Creando un account riceverai annunci commerciali da PrestaShop
pt_pt: Ao enviar este formulário, concordo que os dados informados podem ser coletados pela PrestaShop para criar a conta da PrestaShop Checkout. Ao criar sua conta, você receberá anúncio de prospecção comercial da PrestaShop

source: Logging out will deactivate all payment methods. You will no longer be able to receive payments with PrestaShop Checkout.
de_de: Mit Ihrer Abmeldung deaktivieren Sie alle Zahlungsmethoden. Sie können jetzt keine Bezahlungen mehr über Ihr PrestaShop-Checkout-Konto erhalten.
fr_fr: La déconnexion désactivera tous les modes de paiement. Vous ne pourrez plus recevoir de paiements avec PrestaShop Checkout.
it_it: Se esci, tutti i metodi di pagamento verranno disattivati. Non potrai più ricevere pagamenti con PrestaShop Checkout.
pt_pt: Desconectar desativará todas as formas de pagamento. Você não mais poderá receber pagamentos por meio do PrestaShop Checkout.

source: Choose page location for buttons
de_de: Wählen Sie die Platzierung von Schaltflächen auf der Seite
fr_fr: Choisissez l'emplacement des boutons sur la page
it_it: Scegli la posizione dei pulsanti nella pagina
pt_pt: Escolha a localização dos botões na página

source: You can choose the type of credit card fields only if Credit card is activated in « Customize checkout experience » tab.
de_de: Sie können die Art der Kreditkartenfelder nur dann auswählen, wenn die Option Kreditkarte auf der Registerkarte "Checkout-Erfahrung anpassen" aktiviert ist.
fr_fr: Vous pouvez activer les champs de carte de crédit alternatifs uniquement si le mode de paiement Carte Bancaire est activé dans l'onglet Personnaliser l'expérience d'achat.
it_it: È possibile scegliere il tipo di campi della carta di credito solo se la carta di credito è attivata nella scheda ' Personalizza esperienza di pagamento'.
pt_pt: Apenas pode escolher o tipo de campos do cartão de crédito se este estiver ativado no separador "Personalizar experiência de Checkout".

source: Postcode
de_de: Postleitzahl
fr_fr: Code postal
it_it: CAP
pt_pt: CEP

source: Suspended
de_de: Suspendiert
fr_fr: Suspendu
it_it: Sospeso
pt_pt: Suspenso

source: Background check is currently undergoing
de_de: Die Hintergrundprüfung wird derzeit durchgeführt
fr_fr: Des vérifications supplémentaires sont en train d'être réalisées
it_it: Sono attualmente in corso dei controlli supplementari
pt_pt: A verificação de antecedentes está em andamento

source: Last name
de_de: Nachname
fr_fr: Nom de famille
it_it: Cognome
pt_pt: Sobrenome

source: Sign up on order page
de_de: Anmeldung angefordert
fr_fr: Etape de connexion du tunnel de commande
it_it: Iscrizione nella pagina dell'ordine
pt_pt: Cadastre-se na página do pedido

source: Order Id
de_de: Bestellnummer
fr_fr: Référence de commande
it_it: Numero ordine
pt_pt: Número da encomenda

source: Fill out the form to complete registration:
de_de: Füllen Sie das Formular aus, um die Registrierung abzuschließen:
fr_fr: Remplissez le formulaire pour compléter l'inscription:
it_it: Per terminare la registrazione compilare il questionario:
pt_pt: Preencha o formulário para completar o registro:

source: Commission
de_de: Kommission
it_it: Commissioni
pt_pt: Comissão

source: We will send you a link to reset your password.
de_de: Wir haben Ihnen einen Link für das Zurücksetzen Ihres Passwortes zugesendet.
fr_fr: Nous allons vous envoyer un lien pour réinitialiser votre mot de passe.
it_it: Ti invieremo un link per reimpostare la password.
pt_pt: Enviaremos um link para redefinir sua senha.
