Repository: PrestaShopCorp/ps_checkout
Catalog: ps9/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: de_de, fr_fr, it_it, pt_pt

source: Currency code not supported for direct card payments using this card type. Please refer https://developer.paypal.com/docs/integration/direct/rest/currency-codes/ for list of supported currency codes.
de_de: Währung, die für Kartenzahlungen für diesen Kartentyp nicht unterstützt wird. Unter https://developer.paypal.com/docs/integration/direct/rest/currency-codes/ finden Sie eine Liste der unterstützten Währungen.
fr_fr: Devise non prise en charge pour les paiements par carte pour ce type de carte. Se référer à https://developer.paypal.com/docs/integration/direct/rest/currency-codes/ pour la liste des devises supportées.
it_it: Valuta non supportata per pagamenti effettuati con questo tipo di carta. Vai su https://developer.paypal.com/docs/integration/direct/rest/currency-codes/ per un elenco delle valute supportate.
pt_pt: Este tipo de cartão não é compatível com pagamentos realizados nesta moeda. Consulte https://developer.paypal.com/docs/integration/direct/rest/currency-codes/ para obter uma lista das moedas suportadas.

source: Order already captured. Only one capture per order is allowed. Please contact customer service to check that your order has successfully been validated.
de_de: Bestellung bereits validiert. Pro Befehl kann nur eine Aufnahme gemacht werden. Bitte kontaktieren Sie den Kundendienst, um zu überprüfen, ob Ihre Bestellung erfolgreich validiert wurde.
fr_fr: Commande déjà validée. Une seule capture peut être effectuée par commande. Veuillez contacter le service client pour vérifier que votre commande a été validée avec succès.
it_it: Ordine già confermato. Puoi effettuare una sola cattura per ordine. Contatta il servizio clienti per verificare che il tuo ordine sia stato regolarmente confermato.
pt_pt: Ordem já validada. Só pode ser feita uma captura por pedido. Por favor contacte o serviço de apoio ao cliente para verificar se a sua encomenda foi validada com sucesso.

source: Expiration year must be between now and 2099
de_de: Ablaufjahr muss zwischen heute und 2099 liegen
fr_fr: La date d'expiration doit être comprise entre maintenant et 2099
it_it: L'anno di scadenza deve essere compreso tra quello attuale e il 2099
pt_pt: O ano de vencimento deve ser entre agora e 2099

source: 3D Secure processing validation error, please try again or try another payment method.
de_de: Fehlerbehandlung 3D Secure Verifizierung, bitte versuchen Sie es erneut oder versuchen Sie eine andere Zahlungsmethode.
fr_fr: Erreur en traitant la vérification 3D Secure, veuillez essayer de nouveau ou essayer un autre moyen de paiement.
it_it: Errore nell'elaborazione della verifica 3D Secure, riprova o utilizza un altro metodo di pagamento.
pt_pt: Erro no processamento na verificação 3D Secure. Por favor tente novamente ou experimente outro método de pagamento.

source: The API Caller account is not setup to be able to process card payments. Please contact PayPal customer support.
de_de: Die Anruferkonto-API ist nicht für die Annahme von Kartenzahlungen konfiguriert. Bitte kontaktieren Sie den PayPal-Kundendienst.
fr_fr: Le API Caller account n'est pas configuré pour accepter les paiements par carte. Veuillez contacter le service client PayPal.
it_it: Il conto del chiamante API non è configurato per accettare pagamenti con carta. Si prega di contattare il servizio clienti PayPal.
pt_pt: A API Caller account não está configurado para aceitar pagamentos com cartão. Por favor, entre em contacto com o serviço de atendimento ao cliente PayPal.

source: Processing of this card type is not supported. Use another type of card.
de_de: Die Verarbeitung dieses Kartentyps wird nicht unterstützt. Bitte verwenden Sie einen anderen Kartentyp.
fr_fr: Le traitement de ce type de carte n'est pas pris en charge. Veuillez utiliser un autre type de carte.
it_it: Questo tipo di carta non è supportato. Riprova con un altro tipo di carta.
pt_pt: O processamento deste tipo de cartão não é suportado. Por favor, utilize outro tipo de cartão.

source: The transaction is declined due to a compliance violation.
de_de: Diese Transaktion wird mit der Begründung einer Compliance-Verletzung abgelehnt.
fr_fr: Cette transaction est refusée pour des raisons de violation de conformité.
it_it: Transazione rifiutata perché non conforme.
pt_pt: Esta transação foi recusada devido a um incumprimento de conformidade.

source: The client is not allowed to use `payment_instruction` object.
de_de: Dieser Kunde darf das Objekt "payment_instriction" nicht verwenden.
fr_fr: Ce client n'est pas autorisé à utiliser l'objet "payment_instriction".
it_it: Il cliente non è autorizzato ad usare l'oggetto 'payment_instriction'.
pt_pt: Este cliente não está autorizado a utilizar o objeto "payment_instruction".

source: The currency of the authorization should be same as that in which the Order was created and approved by the Payer. Please check the `currency_code` and try again.
de_de: Die Währung der Zahlungsautorisierung muss mit der Währung übereinstimmen, die zum Anlegen der Bestellung verwendet und vom Kunden autorisiert wurde. Überprüfen Sie den "currency_code" und versuchen Sie es erneut.
fr_fr: La devise de l'autorisation de paiement doit être la même que la devise utilisée pour créer la commande et autorisée par le client. Vérifier le "currency_code" et essayer de nouveau.
it_it: La valuta usata per l'autorizzazione del pagamento deve essere la stessa che avevi usato per creare l'ordine e che era già stata autorizzata dal cliente. Verifica il 'currency_code' e riprova.
pt_pt: A moeda da autorização de pagamento deve ser a mesma utilizada para criar o pedido de compra e autorizada pelo cliente. Verifique o "currency_code" e tente novamente.

source: The customer has not approved payment.
de_de: Der Kunde hat die Zahlung nicht genehmigt.
fr_fr: Le client n'a pas approuvé le paiement.
it_it: Il cliente non ha approvato il pagamento.
pt_pt: O cliente não aprovou o pagamento.

source: Payer has not yet approved the Order for payment. Please redirect the payer to the `rel`:`approve` url returned as part of the HATEOAS links within the Create Order call or provide a valid payment_source in the request.
de_de: Der Zahler hat die Zahlungsanweisung noch nicht genehmigt. Bitte leiten Sie den Zahler zu der als Teil der HATEOAS-Links innerhalb des Create Order-Aufrufs zurückgegebenen `rel`:`genehmigen` URL um oder geben Sie eine gültige payment_source in der Anfrage an.
it_it: Il pagatore non ha ancora approvato l'ordine di pagamento. Ti preghiamo di reindirizzare il pagatore a `rel`:`approve` url restituito come parte dei link HATEOAS all'interno della richiesta di creazione dell'ordine o fornisci una payment_source valida nella richiesta.
pt_pt: O pagador ainda não aprovou a Ordem de Pagamento. Por favor redirecione o pagador para a url `rel`:`approve` url devolvida como parte dos links da HATEOAS dentro da chamada Create Order ou forneça uma fonte de pagamento válida no pedido.

source: The option to save an order is only available if the `intent` is AUTHORIZE and `processing_instruction` is ORDER_SAVED_EXPLICITLY. Please change the `intent` to AUTHORIZE, `processing_instruction` to ORDER_SAVED_EXPLICITLY and try again.
de_de: Die Option zum Speichern des Befehls ist nur dann verfügbar, wenn der "Vorsatz" AUTHORIZE und der "Verarbeitungsbefehl" ORDER_SAVED_EXPLICITY lautet. Bitte ändern Sie die "Absicht" in "AUTHORIZE", "Verarbeitungsanweisung" in "ORDER_SAVED_EXPLICITY" und versuchen Sie es erneut.
fr_fr: L'option pour enregistrer la commande est seulement disponible si le 'intent' est AUTHORIZE et le "processing_instruction" est ORDER_SAVED_EXPLICITY. Veuillez changer le "intent" en AUTHORIZE, "processing_instruction" en "ORDER_SAVED_EXPLICITY" et essayer de nouveau.
it_it: L'opzione per registrare l'ordine è disponibile solo se il valore 'intent' è AUTHORIZE e la 'processing_instruction' è ORDER_SAVED_EXPLICITY. Cambiare il valore 'intent' in AUTHORIZE ed il valore 'processing_instruction' in 'ORDER_SAVED_EXPLICITY' e poi riprovare.
pt_pt: A opção de registar a encomenda só se encontra disponível se a "intenção" for AUTORIZAR e a "instrução_de_processamento" for ORDER_SAVED_EXPLICITY. Por favor mude a "intenção" para AUTORIZAR, "processing_instruction" para "ORDER_SAVED_EXPLICITY" e tente novamente.

source: Invalid card number. Please verify the card number and try again.
de_de: Ungültige Kartennummer. Überprüfen Sie die Kartennummer und versuchen Sie es erneut.
fr_fr: Numéro de carte invalide. Vérifiez le numéro de carte et essayer de nouveau.
it_it: Numero di carta non valido. Verifica il numero della carta e riprova.
pt_pt: Número de cartão inválido. Verifique o número do cartão e tente novamente.

source: The shipping address is required. Please check that shipping address fields are completed and try again.
de_de: Lieferadresse ist erforderlich. Bitte überprüfen Sie die Felder der Lieferadresse und versuchen Sie es erneut.
fr_fr: L'adresse de livraison est requis. Veuillez vérifier les champs d'adresse de livraison et essayer de nouveau.
it_it: Devi fornire un indirizzo di consegna. Inserisci un indirizzo di consegna corretto e riprova.
pt_pt: O endereço de entrega é obrigatório. Por favor, verifique os campos do endereço de entrega e tente novamente.

source: An authorization amount can only be specified if an Order has been saved by calling /v2/checkout/orders/{order_id}/save. Please save the order and try again.
de_de: Ein Autorisierungsbetrag kann nur angegeben werden, wenn eine Bestellung durch Aufruf von /v2/checkout/orders/{order_id}/save gespeichert wurde. Bitte speichern Sie die Bestellung und versuchen Sie es erneut.
it_it: Un importo di autorizzazione può essere indicato solo se un ordine è stato salvato chiamando la funzione '/v2/checkout/orders/{order_id}/save'. Ti preghiamo di salvare l'ordine e riprovare.
pt_pt: Um montante de autorização só pode ser especificado se um Pedido tiver sido gravada ligando /v2/checkout/orders/{order_id}/save. Por favor, guarde o pedido e tente novamente.

source: The order was created with an intent of `AUTHORIZE`. To complete authorization, use `/v2/checkout/orders/{order_id}/authorize`. Or, alternately create an order with an intent of `CAPTURE`.
de_de: Der Orden wurde mit der Absicht der `AUTORISIERUNG` geschaffen. Um die Autorisierung abzuschließen, verwenden Sie `/v2/checkout/orders/{order_id}/authorize`. Oder erstellen Sie abwechselnd eine Ordnung mit der Absicht "KAPITUR".
it_it: L'ordine è stato creato con un 'intent' impostato su `AUTHORIZE`. Per completare l'autorizzazione, usa `/v2/checkout/orders/{order_id}/authorize`. Oppure, in alternativa, crea un ordine con un 'intent' impostato su `CAPTURE`.
pt_pt: O pedido foi criado com a intenção de `AUTORIZAR`. Para concluir a autorização, utilize `/v2/checkout/orders/{order_id}/authorize'. Ou, em alternativa, crie um pedido com a intenção de `CAPTURAR`.

source: PrestaShop Checkout transactions won't work in some of your configured countries, but there is a solution !
de_de: Die Transaktionen über PrestaShop Checkout werden in einigen der von Ihnen konfigurierten Länder nicht funktionieren, aber es gibt eine Lösung!
fr_fr: PrestaShop Checkout ne fonctionnera pas dans certains de vos pays configurés, mais il y a une solution !
it_it: Le transazioni di PrestaShop Checkout non funzioneranno in alcuni dei Paesi configurati, ma esiste una soluzione!
pt_pt: As transações com PrestaShop Checkout não funcionarão em alguns dos países configurados por si, mas existe uma solução!

source: Change currencies activation for this payment module
de_de: Währungsaktivierungen für dieses Zahlungsmodul ändern
fr_fr: Changer les devises activées pour ce module de paiement
it_it: Cambia l'attivazione delle valute per questo modulo di pagamento
pt_pt: Alterar ativação das divisas para este módulo de pagamento

source: Change countries activation for this payment module
de_de: Länderaktivierung für dieses Zahlungsmodul ändern
fr_fr: Changer les pays activés pour ce module de paiement
it_it: Cambia l'attivazione dei Paesi per questo modulo di pagamento
pt_pt: Alterar ativação de países para este módulo de pagamento

source: Please upgrade your settings for :
de_de: Bitte aktualisieren Sie Ihre Einstellungen für:
fr_fr: Veuillez modifier votre configuration pour :
it_it: Aggiorna le tue impostazioni per:
pt_pt: Por favor, atualize as suas definições para:

source: Know more about compliant ISO Codes
de_de: Erfahren Sie mehr über ISO-konforme Codes
fr_fr: En savoir plus sur les ISO Codes conformes
it_it: Ricevere maggiori informazioni sui Codici conformi alla norma ISO
pt_pt: Saiba mais sobre os Códigos ISO compatíveis

source: PrestaShop Checkout transactions won't work in some of your configured currencies, but there is a solution !
de_de: Die Transaktionen über PrestaShop Checkout werden in einigen der von Ihnen konfigurierten Währungen nicht funktionieren, aber es gibt eine Lösung!
fr_fr: PrestaShop Checkout ne fonctionnera pas avec certaines de vos devises configurées, mais il y a une solution !
it_it: Le transazioni di PrestaShop Checkout non funzioneranno in alcune delle valute configurate, ma esiste una soluzione!
pt_pt: As transações do PrestaShop Checkout não funcionarão em alguns de seus divisas configurados, mas há uma solução!

source: 3DS verification failed, please try again.
de_de: 3D Secure-Verifizierung fehlgeschlagen, bitte versuchen Sie es erneut.
fr_fr: L'authentification 3D secure a échoué, veuillez réessayer.
it_it: Verifica 3D Secure fallita, riprova.
pt_pt: A verificação 3D Secure falhou, por favor tente novamente.

source: Back to order page
de_de: Zurück zur Bestellseite
fr_fr: Retour à la page de commande
it_it: Torna alla pagina di checkout
pt_pt: Voltar à página de finalização da compra

source: One module, all payments methods.
de_de: Ein Modul, alle Zahlungsmethoden.
fr_fr: Un module, tous les moyens de paiement.
it_it: Tutti i metodi di pagamento in un unico modulo.
pt_pt: Um módulo, todas as formas de pagamento

source: Offer the widest range of payment methods: cards, PayPal, etc.
de_de: Bieten Sie die größte Auswahl an Zahlungsmethoden: Karten, PayPal usw.
fr_fr: Offrez le plus grand nombre de moyens de paiement : carte, PayPal, etc.
it_it: Offri la gamma più ampia di metodi di pagamento: carte, PayPal, ecc.
pt_pt: Ofereça a mais ampla variedade de formas de pagamento: cartões, PayPal, entre outros.

source: Benefit from all PayPal expertise and advantages
de_de: Profitieren Sie vom Wissen und den Vorteilen von PayPal
fr_fr: Bénéficiez de l'expertise et de tous les avantages de PayPal
it_it: Usufruisci di tutti i vantaggi e l'esperienza di PayPal
pt_pt: Beneficie-se da experiência e das vantagens do PayPal

source: Give access to relevant local payment methods for customers around the globe
de_de: Gewähren Sie Kunden auf der ganzen Welt Zugriff auf relevante lokale Zahlungsmethoden
fr_fr: Donnez accès à tous les moyens de paiement locaux préférés de vos clients à travers le monde
it_it: Permetti ai clienti di tutto il mondo di accedere ai metodi di pagamento locali che preferiscono
pt_pt: Dê acesso às formas de pagamento locais relevantes para clientes em todo o mundo

source: Including:
de_de: Einschließlich:
fr_fr: Inclus :
it_it: Tra cui:
pt_pt: Incluindo:

source: Configure
de_de: Konfigurieren
fr_fr: Configurer
it_it: Configura
pt_pt: Configurar

source: Warning
de_de: Warnung
fr_fr: Attention
it_it: Attenzione!
pt_pt: Aviso

source: You have selected your [PAYPAL_ACCOUNT] PayPal account to proceed to the payment.
de_de: Sie haben das PayPal-Konto [PAYPAL_ACCOUNT] gewählt, um die Zahlung vorzunehmen.
fr_fr: Vous avez choisi le compte PayPal [PAYPAL_ACCOUNT] pour effectuer le paiement.
it_it: Hai scelto il conto PayPal [PAYPAL_ACCOUNT] per effettuare il pagamento.
pt_pt: Escolheu a conta PayPal [PAYPAL_ACCOUNT] para fazer o pagamento.

source: Please wait, loading additional payment methods.
de_de: Bitte warten, zusätzliche Zahlungsarten werden geladen.
fr_fr: Veuillez patienter, chargement de modes de paiement supplémentaires.
it_it: Si prega di attendere, caricamento di metodi di pagamento aggiuntivi in corso.
pt_pt: Por favor, aguarde, a carregar meios de pagamento adicionais.

source: Are you sure you want to uninstall this module?
de_de: Sind Sie sicher, dass Sie dieses Modul deinstallieren wollen?
fr_fr: Etes-vous sûr de vouloir désinstaller ce module ? Attention vous aller perdre les données associées à vos précédentes commandes !
it_it: Confermi di voler disinstallare questo modulo?
pt_pt: Você tem certeza de que deseja desinstalar este módulo?

source: Choose another payment method
de_de: Andere Zahlungsmethode
fr_fr: Choisir un autre moyen de paiement
it_it: Altro metodo di pagamento
pt_pt: Outro método de pagamento

source: Accept payments through PayPal buttons on your checkout page.
de_de: Zahlungen über den PayPal-Button auf Ihrer Zahlungsseite akzeptieren
fr_fr: Acceptez les paiements via le bouton PayPal sur votre page de finalisation de commande
it_it: Accetta i pagamenti tramite il pulsante PayPal sulla tua pagina di pagamento
pt_pt: Aceite pagamentos por meio de botões do PayPal na sua página de checkout.

source: Gold version shows better results on conversion rate
de_de: Die Goldversion zeigt genauere Ergebnisse bei der Konversionsrate
fr_fr: La version Or a démontré un meilleur taux de conversion.
it_it: La versione gold offre risultati migliori in termini di conversioni
pt_pt: A versão dourada mostra melhores resultados na taxa de conversão

source: Express Checkout Shortcut allows merging account creation and payment, to make your customers purchases effortless.
de_de: Der Shortcut zum Express-Checkout ermöglicht es, Kontoerstellung und Bezahlung miteinander zu verbinden, damit Ihre Kundschaft ganz bequem einkaufen kann.
fr_fr: Le raccourci Express Checkout permet de fusionner création de compte et paiement pour faciliter les achats de vos clients.
it_it: Express Checkout Shortcut consente di riunire la creazione di un account e il pagamento per semplificare gli acquisti dei tuoi clienti.
pt_pt: O Express Checkout Shortcut possibilita mesclar a criação da conta e o pagamento, para que os seus clientes comprem facilmente.

source: Link to PrestaShop Checkout first
de_de: Verlinken Sie zuerst Ihr PrestaShop-Checkout-Konto
fr_fr: Commencez par lier un compte PrestaShop Checkout
it_it: Inizia col collegare un account PrestaShop Checkout
pt_pt: Link para o PrestaShop Checkout primeiro

source: Enabled
de_de: Aktiviert
fr_fr: Activé
it_it: Attivato
pt_pt: Ativado

source: Manage conversion rules
de_de: Verwalten von Konvertierungsregeln
fr_fr: Gérer les règles de conversions
it_it: Gestisci le regole di conversione
pt_pt: Gerir regras de conversão

source: Local payment methods
de_de: Lokale Zahlungsmethoden
fr_fr: Moyens de paiement locaux
it_it: Mezzi di pagamento locali
pt_pt: Formas de pagamento locais

source: Higher conversions
de_de: Höhere Konversionen
fr_fr: Un meilleur taux de conversion
it_it: Maggiori conversioni
pt_pt: Conversões superiores

source: Contact us
de_de: Kontaktieren Sie uns für weitere Informationen
fr_fr: Nous contacter
it_it: Contattaci
pt_pt: Contacte-nos

source: Define the currency conversion rules
de_de: Definieren Sie die Währungsumrechnungsregeln
fr_fr: Définir les règles de conversion de devises
it_it: Definisci le regole di conversione delle valute
pt_pt: Definir as regras de conversão de moeda

source: Pending transaction
de_de: Ausstehende Transaktion(en)
fr_fr: Transaction(s) en attente
it_it: Transazioni in sospeso
pt_pt: Transação(ões) pendente(s)

source: Help for PrestaShop Checkout
de_de: Hilfe für PrestaShop Checkout
fr_fr: Aide pour PrestaShop Checkout
it_it: Guida su PrestaShop Checkout
pt_pt: Ajuda para o PrestaShop Checkout

source: Displaying this message has shown a better conversion rate and a raise of Average Order Value.
de_de: Die Anzeige dieser Nachricht hat eine bessere Konversionsrate und einen Anstieg des durchschnittlichen Bestellwerts gezeigt.
fr_fr: Afficher ces messages a montré un meilleur taux de conversion et un panier moyen plus élevé.
it_it: Visualizzare questo messaggio ha consentito di ottenere un migliore tasso di conversione e un aumento del valore medio dell'ordine.
pt_pt: A exibição desta mensagem mostrou uma melhor taxa de conversão e um aumento do Valor Médio do Pedido.

source: Back
de_de: Zurück
fr_fr: Retour
it_it: Indietro
pt_pt: Voltar

source: Business information
de_de: Informationen zu Ihrem Unternehmen
fr_fr: Informations d'entreprise
it_it: Informazioni sull’azienda
pt_pt: Informações da empresa

source: Actions
de_de: Aktionen
it_it: Azioni
pt_pt: Ações

source: Email already exist.
de_de: Diese E-Mail-Adresse existiert bereits.
fr_fr: L'email existe déjà.
it_it: E-mail in uso.
pt_pt: O e-mail já existe.

source: One more thing : send documents to be fully approved by PayPal
de_de: Noch eine Sache: Senden Sie Dokumente zur vollständigen Genehmigung durch PayPal
fr_fr: Une dernière chose : envoyez vos documents pour que votre compte PayPal soit totalement validé par PayPal.
it_it: Un'ultima cosa: ricorda di inviare i tuoi documenti per far sì che il tuo conto PayPal riceva una convalida totale da parte di PayPal
pt_pt: Mais uma coisa: envie documentos para serem totalmente aprovados pelo PayPal

source: The email is missing.
de_de: Es wurde noch keine E-Mail-Adresse angegeben.
fr_fr: L'email est manquant.
it_it: E-mail mancante.
pt_pt: E-mail não preenchido.

source: in the meantime, you can sell now up to 500$ in card transactions.
de_de: in der Zwischenzeit können Sie jetzt bis zu 500$ in Kartentransaktionen verkaufen.
fr_fr: Entre temps, vous pouvez dès à présent accepter les paiements par carte jusqu'à un total de 500€
it_it: nel frattempo, potrai accettare pagamenti con carta sino ad un importo massimo di 500 €.
pt_pt: enquanto isso, poderá vender agora até 500$ em transações com cartão.

source: Credit and Debit Cards
de_de: Kreditkarten
fr_fr: Cartes de crédit
it_it: Carte bancarie
pt_pt: Cartões de crédito e de débito
