Repository: PrestaShopCorp/ps_checkout
Catalog: ps9/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: de_de, fr_fr, it_it, pt_pt

source: Card holder authentication failed, please choose another payment method or try again.
de_de: Karteninhaberauthentifizierung ist fehlgeschlagen, bitte wählen Sie eine andere Zahlungsmethode oder versuchen Sie es erneut.
fr_fr: Echec de l'authentification du titulaire de la carte, veuillez choisir un autre moyen de paiement ou essayez de nouveau.
it_it: Autenticazione del titolare della carta fallita. Si prega di scegliere un altro metodo di pagamento o riprovare.
pt_pt: Autenticação do titular do cartão falhou. Por favor escolha outro meio de pagamento ou tente novamente.

source: An error occurred on card holder authentication, please choose another payment method or try again.
de_de: Bei der Authentifizierung des Karteninhabers ist ein Fehler aufgetreten, bitte wählen Sie eine andere Zahlungsmethode oder versuchen Sie es erneut.
fr_fr: Une erreur est survenue lors de l'authentification du titulaire de la carte, veuillez choisir un autre moyen de paiement ou essayez de nouveau.
it_it: Si è verificato un errore durante l'autenticazione del titolare della carta. Si prega di scegliere un altro metodo di pagamento o riprovare.
pt_pt: Ocorreu um erro na autenticação do titular do cartão. Por favor escolha outro meio de pagamento ou tente novamente.

source: Card holder authentication canceled, please choose another payment method or try again.
de_de: Karteninhaberauthentifizierung wurde abgebrochen, bitte wählen Sie eine andere Zahlungsmethode oder versuchen Sie es erneut.
fr_fr: Authentification du titulaire de carte annulée, veuillez choisir un autre moyen de paiement ou essayez de nouveau.
it_it: Autenticazione del titolare della carta annullata. Si prega di scegliere un altro metodo di pagamento o riprovare.
pt_pt: Autenticação do titular do cartão cancelada. Por favor escolha outro meio de pagamento ou tente novamente.

source: An error occurred fetching Apple Pay payment request
de_de: Beim Abrufen der Apple Pay-Zahlungsanfrage ist ein Fehler aufgetreten
fr_fr: Une erreur est survenue lors de la récupération des informations sur la transaction Apple Pay
it_it: Si è verificato un errore durante il recupero della richiesta di pagamento Apple Pay
pt_pt: Ocorreu um erro ao obter a solicitação de pagamento do Apple Pay

source: An error occurred fetching Google Pay transaction info
de_de: Beim Abrufen der Google Pay-Transaktionsinformationen ist ein Fehler aufgetreten
fr_fr: Une erreur est survenue lors de la récupération des informations sur la transaction Google Pay
it_it: Si è verificato un errore durante il recupero delle informazioni sulla transazione Google Pay
pt_pt: Ocorreu um erro ao obter informações da transação do Google Pay

source: No Apple Pay Javascript SDK Instance
de_de: Keine Apple Pay JavaScript-SDK-Instanz
fr_fr: L'instance du Apple Pay Javascript SDK est manquante
it_it: Nessuna istanza del SDK JavaScript di Apple Pay
pt_pt: Nenhuma instância do SDK JavaScript do Apple Pay

source: No Google Pay Javascript SDK Instance
de_de: Keine Google Pay JavaScript-SDK-Instanz
fr_fr: L'instance du Google Pay Javascript SDK est manquante
it_it: Nessuna istanza del SDK JavaScript di Google Pay
pt_pt: Nenhuma instância do SDK JavaScript do Google Pay

source: No PayPal Javascript SDK Instance
de_de: Keine PayPal JavaScript-SDK-Instanz
fr_fr: L'instance du PayPal JavaScript SDK est manquante
it_it: Nessuna istanza del SDK JavaScript di PayPal
pt_pt: Nenhuma instância do SDK JavaScript do PayPal

source: There was an error during the payment. Please try again or contact the support.
de_de: Bei der Bezahlung ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder wenden Sie sich an das Support-Team.
fr_fr: Une erreur s'est produite lors du paiement. Veuillez réessayer ou contacter le support.
it_it: Si è verificato un errore durante il pagamento. Riprova o contatta il team di supporto.
pt_pt: Ocorreu um erro durante o pagamento. Tente novamente ou entre em contato com o suporte.

source: Failed
de_de: Fehlgeschlagen
fr_fr: Échec
it_it: Fallito
pt_pt: Falhou

source: Refunded
de_de: Erstattet
fr_fr: Remboursée
it_it: Rimborsata
pt_pt: Reembolsado

source: Partially refunded
de_de: Teilweise erstattet
fr_fr: Remboursée partiellement
it_it: Parzialmente rimborsata
pt_pt: Parcialmente reembolsado

source: Pending
de_de: Ausstehend
fr_fr: En attente
it_it: in sospeso
pt_pt: Pendente

source: Declined
de_de: Abgelehnt
fr_fr: Refusée
it_it: Rifiutata
pt_pt: Negado

source: Completed
de_de: Abgeschlossen
fr_fr: Terminée
it_it: Completata
pt_pt: Concluído

source: Voided
de_de: Abgebrochen
fr_fr: Annulée
it_it: Cancellata
pt_pt: Cancelado

source: Approved
de_de: Genehmigt
fr_fr: Approuvée
it_it: Approvata
pt_pt: Aprovado

source: Saved
de_de: Registriert
fr_fr: Enregistrée
it_it: Registrata
pt_pt: Registado em

source: Created
de_de: Erstellt
fr_fr: Créée
it_it: Creata
pt_pt: Criado em

source: Expiry date
de_de: Ablaufdatum
fr_fr: Date d'expiration
it_it: Data di scadenza
pt_pt: Data de vencimento

source: Card number
de_de: Kartennummer
fr_fr: Numéro de carte
it_it: Numero di carta
pt_pt: Número do cartão

source: Card holder name
de_de: Name des Karteninhabers
fr_fr: Nom du titulaire de la carte
it_it: Nome del titolare
pt_pt: Nome do titular do cartão

source: Pay with %s
de_de: Bezahlen mit %s
fr_fr: Payer avec %s
it_it: Paga tramite %s
pt_pt: Pagar com %s

source: Pay in installments with PayPal Pay Later
de_de: Bezahlen ratenzahlung mit PayPal Pay Later
fr_fr: Payer en plusieurs fois avec PayPal Pay Later
it_it: Paga a rate con PayPal Pay Later
pt_pt: Pague em parcelas com PayPal Pay Later

source: Pay with a PayPal account
de_de: Bezahlen Sie mit einem PayPal-Konto
fr_fr: Payer avec un compte PayPal
it_it: Paga con un conto PayPal
pt_pt: Pagar com PayPal

source: Card
de_de: Karte
fr_fr: Carte
it_it: Carta
pt_pt: Cartão

source: Go back to the Checkout
de_de: Zurück zur Bezahlung
fr_fr: Retourner au tunnel de commande
it_it: Torna al pagamento
pt_pt: Voltar para a finalização do pedido

source: Card payment
de_de: Kartenzahlung
fr_fr: Paiement par carte
it_it: Pagamento con carta
pt_pt: Pagamento com cartão

source: Order summary
de_de: Bestellübersicht
fr_fr: Résumé de commande
it_it: Riepilogo dell’ordine
pt_pt: Resumo do pedido

source: Your shopping cart is empty.
de_de: Ihr Einkaufswagen ist leer.
fr_fr: Votre panier d'achat est vide.
it_it: Il tuo carrello è vuoto.
pt_pt: O seu carrinho de compras está vazio.

source: You have chosen to pay by Card.
de_de: Sie haben sich dafür entschieden, mit Karte zu zahlen.
fr_fr: Vous avez choisi de payer par carte.
it_it: Hai scelto di pagare con una carta.
pt_pt: Você escolheu pagar com cartão.

source: You have chosen to pay by PayPal.
de_de: Sie haben sich dafür entschieden, mit PayPal zu zahlen.
fr_fr: Vous avez choisi de payer par PayPal.
it_it: Hai scelto di pagare con PayPal.
pt_pt: Escolheu pagar pelo PayPal.

source: Here is a short summary of your order:
de_de: Hier ist eine kurze Zusammenfassung Ihrer Bestellung:
fr_fr: Voici un résumé de votre commande :
it_it: Ecco un riepilogo del tuo ordine:
pt_pt: Veja um breve resumo do seu pedido:

source: The total amount of your order comes to
de_de: Der Gesamtbetrag Ihrer Bestellung beläuft sich auf
fr_fr: Le montant total de votre panier est de
it_it: L’importo totale del tuo ordine ammonta a
pt_pt: O valor total do seu pedido é de

source: (tax incl.)
de_de: (inkl. MwSt)
fr_fr: (TTC)
it_it: (IVA inclusa)
pt_pt: (imposto incl.)

source: Please confirm your order by clicking "I confirm my order".
de_de: Bitte bestätigen Sie Ihre Bestellung, indem Sie auf „Ich bestätige meine Bestellung“ klicken.
fr_fr: Veuillez finaliser votre commande en cliquant sur "Je valide ma commande"
it_it: Confermare l’ordine facendo clic su “Confermo l’ordine”
pt_pt: Por favor, finalize a sua encomenda clicando em "Confirmo a minha encomenda".

source: Delete this payment method?
de_de: Diese Zahlungsmethode löschen?
fr_fr: Voulez-vous supprimer cette méthode de paiement ?
it_it: Eliminare questo metodo di pagamento?
pt_pt: Eliminar este método de pagamento?

source: The following payment method will be deleted from your account:
de_de: Die folgende Zahlungsmethode wird aus Ihrem Konto entfernt:
fr_fr: Cette méthode de paiement sera supprimée de votre compte :
it_it: Il seguente metodo di pagamento sarà eliminato dal tuo account:
pt_pt: O seguinte método de pagamento será removido da sua conta:

source: Delete payment method
de_de: Zahlungsmethode löschen
fr_fr: Supprimer cette méthode de paiement
it_it: Elimina metodo di pagamento
pt_pt: Eliminar método de pagamento

source: Please wait, we are processing your request
de_de: Bitte warten Sie, wir bearbeiten Ihre Anfrage
fr_fr: Veuillez patienter, nous traitons votre demande...
it_it: Attendere, stiamo elaborando la tua richiesta
pt_pt: Por favor, aguarde, estamos a processar o seu pedido

source: Other payment methods
de_de: Weitere Zahlungsmethoden
fr_fr: Autres moyens de paiement
it_it: Altri metodi di pagamento
pt_pt: Outras formas de pagamento

source: I confirm my order
de_de: Ich bestätige meine Bestellung
fr_fr: Je valide ma commande
it_it: Confermo l’ordine
pt_pt: Confirmo o meu pedido

source: Thanks for your purchase!
de_de: Vielen Dank für Ihren Kauf!
fr_fr: Merci pour votre achat !
it_it: Grazie per l’acquisto!
pt_pt: Obrigado pela sua compra!

source: Please wait, we are processing your payment
de_de: Bitte warten, wir bearbeiten Ihre Zahlung
fr_fr: Veuillez patienter, nous traitons votre paiement
it_it: Si prega di attendere durante l'elaborazione del tuo pagamento
pt_pt: Por favor aguarde, estamos a processar o seu pagamento

source: This is taking longer than expected. Please wait...
de_de: Dies dauert länger als erwartet. Bitte warten…
fr_fr: Veuillez patienter, cela prend un peu plus de temps...
it_it: Ci stiamo impiegando più del previsto. Attendere prego…
pt_pt: Isto está a demorar mais do que o esperado. Por favor, aguarde…

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar

source: 100% secure payments
de_de: 100% sichere Zahlungen
fr_fr: Paiement 100% sécurisé
it_it: Pagamenti sicuri al 100%.
pt_pt: Pagamentos 100% seguros

source: or
de_de: oder
fr_fr: ou
it_it: o
pt_pt: ou

source: Express Checkout
de_de: Schneller Checkout
fr_fr: Achat rapide
it_it: Acquisto rapido
pt_pt: Pagamento rápido

source: Unable to find PayPal Order associated to this PrestaShop Order [PRESTASHOP_ORDER_ID]
de_de: Ich kann die mit dieser PrestaShop-Bestellung verbundene PayPal-Bestellung [PRESTASHOP_ORDER_ID] nicht finden.
fr_fr: Impossible de trouver la commande PayPal associée à cette commande PrestaShop.
it_it: Impossibile trovare l'ordine PayPal associato a questo ordine PrestaShop [PRESTASHOP_ORDER_ID]
pt_pt: Não é possível encontrar o pedido PayPal associado a esta encomenda PrestaShop [PRESTASHOP_ORDER_ID].

source: This PrestaShop Order [PRESTASHOP_ORDER_ID] is not paid with PrestaShop Checkout
de_de: Dieser PrestaShop-Befehl [PRESTASHOP_ORDER_ID] wurde nicht mit der PrestaShop-Kasse bezahlt
fr_fr: Cette commande PrestaShop [PRESTASHOP_ORDER_ID] n'a pas été payée avec PrestaShop Checkout
it_it: Questo ordine PrestaShop [PRESTASHOP_ORDER_ID] non è stato pagato con PrestaShop Checkout
pt_pt: Esta encomenda PrestaShop [PRESTASHOP_ORDER_ID] não foi paga com PrestaShop Checkout

source: PayPal Order [PAYPAL_ORDER_ID] is not in the same environment as PrestaShop Checkout
de_de: Die PayPal-Bestellung [PAYPAL_ORDER_ID] befindet sich nicht in derselben Umgebung wie PrestaShop Checkout.
fr_fr: La commande PayPal [PAYPAL_ORDER_ID] n'est pas disponible sur cet environnement (production ou test sandbox).
it_it: L’Ordine PayPal [PAYPAL_ORDER_ID] non si trova nello stesso ambiente di PrestaShop Checkout
pt_pt: A encomenda PayPal [PAYPAL_ORDER_ID] não está no mesmo ambiente que o PrestaShop Checkout

source: It seems your employee token is invalid.
de_de: Es scheint, dass Ihr Mitarbeiter-Token ungültig ist.
fr_fr: Votre token d'authentification employé est expiré.
it_it: Sembra che il tuo token dipendente non sia valido.
pt_pt: Parece que seu token de funcionários é inválido.

source: It seems you are logged out.
de_de: Es scheint, dass Sie abgemeldet sind.
fr_fr: Vous n'êtes plus connecté.
it_it: Sembra che tu sia disconnesso.
pt_pt: Parece que você está logado.

source: Your PayPal Merchant identifier seems invalid.
de_de: Ihre Paypal-Händlerkennung erscheint ungültig.
fr_fr: Votre identifiant marchand PayPal est invalide.
it_it: Il tuo identificatore commerciante PayPal sembra non valido.
pt_pt: Seu identificador do comerciante do PayPal parece inválido.

source: We didn't receive your PayPal Merchant identifier.
de_de: Wir erhalten Ihre Paypal-Händlerkennung nicht.
fr_fr: Nous n'avons pas reçu votre identifiant marchand PayPal.
it_it: Non abbiamo ricevuto il tuo identificativo commerciante Paypal.
pt_pt: Nós não recebemos seu identificador mercante do PayPal.

source: Environment
de_de: Umgebung
fr_fr: Environnement
it_it: Ambiente
pt_pt: Ambiente

source: Test
pt_pt: Teste

source: Transaction details are not available
de_de: Transaktionsdetails sind nicht verfügbar
fr_fr: Les détails de la transaction ne sont pas disponibles
it_it: I dettagli della transazione non sono disponibili
pt_pt: Os detalhes da operação não estão disponíveis

source: Seller protection
de_de: Verkäuferschutz
fr_fr: Protection des marchands
it_it: Protezione venditore
pt_pt: Proteção do vendedor

source: Refund transaction totally or partially
de_de: Rückerstattung von Transaktionen total oder teilweise
fr_fr: Rembourser partiellement ou totalement la transaction
it_it: Rimborsare totalmente o parzialmente
pt_pt: Transação de reembolso total ou parcialmente

source: The environment in which the transaction was made: Test or Production
de_de: Die Umgebung, in der die Transaktion durchgeführt wurde: Test oder Produktion
fr_fr: L'environnement utilisé pour cette transaction: Test ou Production
it_it: L’ambiente in cui è stata effettuata la transazione: Test o Produzione
pt_pt: O ambiente onde a transação foi realizada: Teste ou Produção

source: The bank issuer accepted the liability shift. You can safely honor the order.
de_de: Die herausgebende Bank hat die Haftungsverschiebung akzeptiert. Sie können die Bestellung bedenkenlos ausführen.
fr_fr: La banque émettrice a accepté le transfert de responsabilité. Vous pouvez honorer la commande en toute sécurité.
it_it: L’emittente bancario ha accettato il trasferimento di responsabilità. Puoi evadere l’ordine in sicurezza.
pt_pt: O banco emissor aceitou a transferência de responsabilidade. Pode validar a encomenda com segurança.

source: Transaction details
de_de: Transaktionsdetails.
fr_fr: Détails de la transaction
it_it: Dettagli di Transazione
pt_pt: Detalhes da transação

source: Your transaction refund request will be sent to PayPal. After that, you’ll need to manually process the refund action in the PrestaShop order: choose the type of refund (standard or partial) in order to generate credit slip.
de_de: Ihre Transaktionsanfrage wird an PayPal weitergeleitet. Dann müssen Sie die Rückerstattung in der PrestaShop-Bestellung registrieren: Wählen Sie die Art der Rückerstattung (Standard oder teilweise), um eine Gutschrift zu generieren.
fr_fr: Votre demande de remboursement va être transmise à PayPal. Ensuite, vous devrez enregistrer le remboursement dans la commande PrestaShop : choisir le type de remboursement (standard ou partiel) pour générer un avoir.
it_it: La tua richiesta di transazione sarà inoltrata a PayPal. Dovrai quindi registrare il rimborso nell'ordine PrestaShop: scegli il tipo di rimborso (standard o parziale) per emettere una nota di credito.
pt_pt: O seu pedido de transação será encaminhado para o PayPal. Deverá então registar o reembolso na encomenda PrestaShop: escolha o tipo de reembolso (normal ou parcial) para gerar uma nota de crédito.

source: Success
de_de: Erfolgreich
fr_fr: Succès
it_it: Successo
pt_pt: Sucesso

source: Fees (Tax Incl.)
de_de: Gebühren (inkl. MwSt.)
fr_fr: Commission (TTC)
it_it: Tasse (tasse incl.)
pt_pt: Taxas (IVA incl.)

source: PayPal Order
de_de: PayPal-Bestellnummer
fr_fr: Commande PayPal
it_it: Numero ordine PayPal
pt_pt: Referência do pedido PayPal:

source: The bank issuer declined the liability shift. We advice you not to honor the order immediately, wait a few days in case of chargeback and contact the consumer to ensure authenticity of the transaction. For this type of cases we also recommend to consider Chargeback protection.
de_de: Die herausgebende Bank hat die Haftungsverschiebung abgelehnt. Wir raten Ihnen, die Bestellung nicht sofort auszuführen, sondern ein paar Tage zu warten, falls es zu einer Rückbuchung kommt, und den Kunden zu kontaktieren, um die Echtheit der Transaktion zu bestätigen. In solchen Fällen empfehlen wir außerdem, einen Rückbuchungsschutz in Betracht zu ziehen.
fr_fr: La banque émettrice a décliné le transfert de responsabilité. Nous vous recommandons de ne pas honorer la commande immédiatement et de patientez quelques jours en cas de rétro-facturation. Prenez contact avec l'acheteur pour vérifier l'authenticité de la transaction. Pour ce type de cas, nous vous recommandons également de considérer la Protection contre les oppositions bancaires de PayPal.
it_it: L’emittente bancario ha rifiutato il trasferimento di responsabilità. Ti consigliamo di non evadere subito l’ordine, attendi alcuni giorni in caso di chargeback e contatta il cliente per verificare l’autenticità della transazione. In questi casi, consigliamo di valutare la protezione contro i chargeback.
pt_pt: O banco emissor recusou a transferência de responsabilidade. Aconselhamos a não validar a encomenda de imediato, aguarde alguns dias em caso de estorno e entre em contacto com o consumidor para verificar a autenticidade da transação. Nestes casos, recomendamos também considerar a Proteção contra Estornos.

source: This PayPal Order has been reversed.
de_de: Diese PayPal-Bestellung wurde rückgängig gemacht.
fr_fr: La commande PayPal a été reversée.
it_it: Questo ordine PayPal è stato stornato.
pt_pt: Esta encomenda PayPal foi revertida.

source: The PayPal account that was used to create this order is no longer linked to the PrestaShop Checkout module.
de_de: La cuenta de PayPal que se utilizó para crear este pedido ya no está vinculada al módulo PrestaShop Checkout.
fr_fr: Le compte PayPal qui a été utilisé pour créer cette commande n'est plus lié au module PrestaShop Checkout.
it_it: L'account PayPal utilizzato per creare questo ordine non è più collegato al modulo PrestaShop Checkout.
pt_pt: A conta do PayPal que foi usada para criar este pedido não está mais vinculada ao módulo PrestaShop Checkout.

source: Reference
de_de: Bestellnummer
fr_fr: Référence
it_it: Numero ordine
pt_pt: Número da encomenda

source: Exempted
de_de: Ausgenommen
fr_fr: Exempté
it_it: Non richiesto
pt_pt: Não obrigatório

source: See on PayPal
de_de: Siehe PayPal.
fr_fr: Aller sur Paypal
it_it: Vedi su Paypal.
pt_pt: Ver no paypal.

source: Production
de_de: Produktion
it_it: Produzione
pt_pt: Produção

source: Any change on the order?
de_de: Jede Änderung der Bestellung?
fr_fr: Une modification de commande ?
it_it: Qualche cambiamento nell'ordine?
pt_pt: Alguma mudança no pedido?

source: Gross amount
de_de: Bruttobetrag
fr_fr: Montant brut
it_it: Importo lordo
pt_pt: Valor bruto

source: Net amount
de_de: Netto-Betrag
fr_fr: Montant net
it_it: Importo netto
pt_pt: Valor líquido

source: In order to see this information, please reconnect the correct PayPal account.
de_de: Um diese Informationen anzuzeigen, verbinden Sie bitte das richtige PayPal-Konto erneut.
fr_fr: Pour voir ces informations, veuillez reconnecter le compte PayPal concerné.
it_it: Per visualizzare queste informazioni, ricollega l'account PayPal corretto.
pt_pt: Para ver essas informações, conecte novamente a conta do PayPal correta.

source: Your 3D Secure settings for this transaction were set to "Strong Customer Authentication (SCA) when required", but the current transaction does not require it as per the regulation.
de_de: Ihre 3D Secure-Einstellungen für diese Transaktion wurden auf "Starke Kundenauthentifizierung (SCA), wenn erforderlich" gesetzt, aber gemäß der aktuellen Vorschrift ist sie für diese Transaktion nicht erforderlich.
fr_fr: Vos paramètres 3D Secure pour cette transaction ont été définis sur "Exiger une authentification forte du client lorsque cela est nécessaire", mais la transaction actuelle n’en nécessite pas selon la réglementation.
it_it: Le impostazioni 3D Secure per questa transazione erano configurate su "Strong Customer Authentication (SCA) quando richiesta", ma la transazione attuale non lo richiede secondo il regolamento.
pt_pt: As suas definições de 3D Secure para esta transação foram definidas como "Autenticação Forte do Cliente (SCA) quando exigida", mas a transação atual não a exige de acordo com a regulamentação.

source: Merchant
de_de: Händler
fr_fr: Marchand
it_it: Commerciante
pt_pt: Comerciante

source: Balance
de_de: Gleichgewicht
fr_fr: Solde
it_it: Saldo
pt_pt: Saldo

source: This PayPal Order has been canceled.
de_de: Diese PayPal-Bestellung wurde storniert.
fr_fr: La commande PayPal a été annulée.
it_it: Questo ordine PayPal è stato annullato.
pt_pt: Esta encomenda PayPal foi cancelada.

source: Amount (Tax incl.)
de_de: Betrag (inkl. MwSt.)
fr_fr: Montant (TTC)
it_it: Importo (tasse incl.)
pt_pt: Montante (IVA incl.)

source: Total amount you will receive on your bank account: the order amount, minus transaction fees, minus potential refunds
de_de: Gesamtbetrag, den Sie auf Ihrem Bankkonto erhalten: Der Bestellbetrag, die Minus-Transaktionsgebühren, minus potenzielle Erstattungen
fr_fr: Montant à recevoir sur votre compte bancaire : total de la commande moins la commission et les remboursements éventuels
it_it: Importo totale che riceverai sul tuo conto bancario: l'importo dell'ordine, meno commissioni di transazione, meno rimborsi potenziali
pt_pt: Montante total que você receberá em sua conta bancária: o valor do pedido, menos taxas de transação, menos reembolsos potenciais

source: Go to PrestaShop Checkout
de_de: Zum PrestaShop Checkout
fr_fr: Aller à PrestaShop Checkout
it_it: Vai al PrestaShop Checkout
pt_pt: Ir para PrestaShop Checkout

source: Learn more
de_de: Mehr dazu
fr_fr: En savoir plus
it_it: Per saperne di più
pt_pt: Saiba mais

source: Transaction amounts
de_de: Transaktionsbeträge
fr_fr: Montant de la transaction
it_it: Importi della transazione
pt_pt: Montantes de transação

source: Maximum [AMOUNT_MAX] [CURRENCY] (Tax incl.)
de_de: Maximum [AMOUNT_MAX] [CURRENCY] (einschl. MwSt.)
fr_fr: Maximum [AMOUNT_MAX] [CURRENCY] (TTC)
it_it: Massimo [AMOUNT_MAX] [CURRENCY] (IVA inclusa)
pt_pt: Máximo [AMOUNT_MAX] [CURRENCY] (incl. IVA)

source: Amount (Tax Incl.)
de_de: Betrag (inkl. MwSt.)
fr_fr: Montant (TTC)
it_it: Importo (tasse incl.)
pt_pt: Montante (IVA incl.)

source: Liability shift
de_de: Haftungsverschiebung
fr_fr: Transfert de responsabilité
it_it: Trasferimento di responsabilità
pt_pt: Transferência de responsabilidade

source: Payment mode
de_de: Zahlungsart
fr_fr: Moyen de paiement
it_it: Metodo di pagamento
pt_pt: Modo de pagamento

source: Bank
fr_fr: Banque
it_it: Banca
pt_pt: Banco

source: Status
de_de: Stand
fr_fr: Statut
it_it: Stato
pt_pt: Estado

source: Net amount to refund
de_de: Nettobetrag zur Erstattung
fr_fr: Montant net à rembourser
it_it: Importo netto al rimborso
pt_pt: Valor líquido para reembolso

source: Card does not support 3D Secure
de_de: Karte unterstützt kein 3D Secure
fr_fr: 3D Secure non prit en charge par la carte
it_it: La carta non supporta il 3D Secure
pt_pt: O cartão não suporta 3D Secure
