Repository: PrestaShopCorp/ps_checkout
Catalog: ps8/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: es_es, nl_nl, pl_pl

source: We cannot process credit card payments for you at the moment.
es_es: No podemos procesar los pagos con tarjeta bancaria por el momento.
nl_nl: We kunnen momenteel geen creditcardbetalingen voor u verwerken.
pl_pl: Nie możemy w tej chwili przetwarzać płatności kartami płatniczymi dla Ciebie.

source: All custom themes might not be fully compatible. To avoid potential integration issues on payment page,
es_es: Es posible que no todos los temas personalizados sean totalmente compatibles. Para evitar posibles problemas de integración en la página de pago,
nl_nl: Alle aangepaste thema's zijn mogelijk niet volledig compatibel. Om mogelijke integratieproblemen op de betalingspagina te vermijden,
pl_pl: Niestandardowe szablony mogą nie być w pełni kompatybilne z modułem. Aby uniknąć potencjalnych problemów z integracją na stronie płatności,

source: We have received the confirmation from PayPal. You can now process all card transactions with no limits.
es_es: Hemos recibido la confirmación de PayPal. Ahora puedes aceptar todos los pagos con tarjeta sin límites.
nl_nl: We hebben de bevestiging van PayPal ontvangen. U kunt nu alle kaarttransacties zonder beperkingen verwerken.
pl_pl: Otrzymaliśmy potwierdzenie z PayPal. Teraz możesz przetwarzać wszystkie transakcje kartą bez limitów.

source: The email is not found.
es_es: No se ha encontrado el correo electrónico.
nl_nl: De e-mail is niet gevonden.
pl_pl: Nie znaleziono adresu e-mail.

source: Payment preferences
es_es: Preferencias de pago
nl_nl: betalingsvoorkeuren
pl_pl: preferencjach płatności

source: Sign in
es_es: Iniciar sesión
nl_nl: Inloggen
pl_pl: Zaloguj się

source: Manage bank account
es_es: Gestionar tu cuenta bancaria
nl_nl: Beheer uw bankrekening
pl_pl: Zarządzaj rachunkiem bankowym

source: Log in or sign up to PayPal
es_es: Iniciar sesión o crear una cuenta PayPal
nl_nl: Log in of registreer u op PayPal
pl_pl: Zarejestruj się lub zaloguj do PayPal

source: Go to PayPal
es_es: Ir a PayPal
nl_nl: Ga naar PayPal
pl_pl: Przejdź do PayPal

source: Pending approval
es_es: Aprobación pendiente
nl_nl: In afwachting van goedkeuring
pl_pl: Oczekuje na zatwierdzenie

source: Couldn't find any answer to your question?
es_es: ¿No has encontrado respuesta a tus preguntas?
nl_nl: Geen antwoord op uw vraag kunnen vinden?
pl_pl: Nie widzisz odpowiedzi na swoje pytanie?

source: Disabled
es_es: Desactivado
nl_nl: Uitgeschakeld
pl_pl: Wyłączone

source: I accept the terms of use
es_es: Acepto las condiciones de uso
nl_nl: Ik accepteer de gebruiksvoorwaarden
pl_pl: Akceptuję warunki użytkowania

source: Limited to $500
es_es: Limitado a 500 $
nl_nl: Beperkt tot $ 500
pl_pl: Ograniczenie do 500 USD

source: Within your PayPal account, you can add a bank account to be beneficiary of your money transfer.
es_es: En tu cuenta de PayPal, puedes añadir una cuenta bancaria para ser beneficiario de tus transferencias de dinero.
nl_nl: Binnen uw PayPal-rekening kunt u een bankrekening toevoegen om begunstigde te zijn van uw geldoverschrijving.
pl_pl: Do swojego konta PayPal możesz dodać konto bankowe, aby być odbiorcą przelewu.

source: Choose label
es_es: Elegir etiqueta
nl_nl: Kies een label
pl_pl: Wybierz etykietę

source: Approval pending
es_es: Pendiente de aprobación
nl_nl: In afwachting van goedkeuring
pl_pl: Zatwierdzenie w toku

source: Direct Sale
es_es: Venta directa
nl_nl: Directe verkoop
pl_pl: Sprzedaż bezpośrednia

source: in the meantime, you will only accept credit cards payments thought the PayPal branded credit card fields
es_es: Mientras tanto, solo puedes aceptar pagos con tarjeta gracias a los campos de tarjeta generados por PayPal.
nl_nl: in de tussentijd accepteert u alleen creditcardbetalingen via de creditcardvelden van het merk PayPal
pl_pl: w międzyczasie możesz przyjmować jedynie płatności kartą kredytową za pomocą pól kart kredytowych oznaczonych logo PayPal

source: Category page
es_es: Página de categoría
nl_nl: Categorie pagina
pl_pl: Strona kategorii

source: See the full list of transactions on your PayPal account
es_es: Ver la lista completa de transacciones de tu cuenta PayPal
nl_nl: U kunt de volledige transactielijst raadplegen in uw PayPal-account
pl_pl: Zobacz pełną listę transakcji na Twoim koncie PayPal.

source: Select the shape
es_es: Seleccionar la forma
nl_nl: Selecteer de vorm
pl_pl: Wybierz kształt

source: Log in
es_es: Iniciar sesión
nl_nl: Inloggen
pl_pl: Zaloguj się

source: PayPal branded Credit Card Fields
es_es: Campos de la tarjeta de crédito de PayPal
nl_nl: Credit card velden met het PayPal merk
pl_pl: Pola karty kredytowej z logo PayPal

source: Town
es_es: Ciudad
nl_nl: Stad
pl_pl: Miasto

source: Buy Now
es_es: Comprar ahora
nl_nl: Koop nu
pl_pl: Kup teraz

source: All countries
es_es: Todos los paises
nl_nl: Alle landen
pl_pl: Wszystkie kraje

source: Learn more about managing your data and rights.
es_es: Para obtener más información, consulta nuestra Política de protección de datos.
nl_nl: Raadpleeg voor meer informatie ons gegevensbeschermingsbeleid.
pl_pl: Więcej informacji można znaleźć w naszej Polityce Ochrony Danych Osobowych.

source: Pay in 4x, save credit cards, authorize mode, send payments direct link... and more to come! Let us know what you would love to be added to this module: any new feature or behavior improvement!
es_es: Pagar en 4x, guardar las tarjetas de crédito, autorizar el modo, enviar el enlace directo de los pagos... ¡y más próximamente! Cuéntanos qué te gustaría que se añadiera a este módulo: ¡cualquier nueva función o mejora del comportamiento!
nl_nl: Betaal in 4x, sla creditcards op, toestemmingsmodus, stuur directe betaallinks... en meer in de toekomst! Laat ons weten wat u graag aan deze module toegevoegd zou willen zien: een nieuwe functie of een verbetering van het gedrag!
pl_pl: Zapłać w 4 ratach, zapisz karty kredytowe, autoryzuj tryb, wyślij bezpośredni link płatności... i więcej w przyszłości! Poinformuj nas, co chciałbyś, aby zostało dodane do tego modułu: jakakolwiek nowa funkcja lub poprawa działania!

source: Authentication
es_es: Autenticación
nl_nl: Verificatie
pl_pl: Uwierzytelnienie

source: A freelancer
es_es: Un profesional freelance
nl_nl: Een freelancer
pl_pl: Freelancerem

source: Go to the dispute management platform
es_es: Ir a la plataforma de gestión de litigios
nl_nl: Naar het platform voor geschillenbeslechting gaan
pl_pl: Przejdź do platformy zarządzania sporami

source: Send my legal documents now
es_es: Enviar mi documentación legal ahora
nl_nl: Stuur mijn juridische documenten nu op
pl_pl: Wyślij moje dokumenty prawne teraz

source: Save
es_es: Guardar
nl_nl: Opslaan
pl_pl: Zapisz

source: Send your legal documents to PayPal :
es_es: Enviar tu documentación legal a PayPal:
nl_nl: Stuur uw juridische documenten naar PayPal:
pl_pl: Wyślij swoje dokumenty prawne do PayPal:

source: Payer action required
es_es: Acción requerida por el pagador
nl_nl: Actie van de betaler vereist
pl_pl: Wymagane działanie płatnika

source: 10 payment methods included all-in-one
es_es: 10 métodos de pago incluidos todo en uno
nl_nl: 10 betaalmethoden inbegrepen alles-in-één
pl_pl: 10 metod płatności – wszystko w jednym

source: Customer
es_es: Cliente
nl_nl: Klant
pl_pl: Klient

source: Email
es_es: Correo electrónico

source: Rectangle
es_es: Rectángulo
nl_nl: Rechthoek
pl_pl: Prostokątny

source: Unfortunately, credit card payments cannot be processed for you at the moment. You will be able to reapply after 90 days. In the meantime, you can still receive payments via PayPal
es_es: Lo sentimos. En estos momentos no es posible procesar tus pagos con tarjeta de crédito. Podrás volver a presentar tu solicitud tras 90 días. Mientras tanto, puedes seguir recibiendo pagos mediante PayPal
nl_nl: Spijtig genoeg kan er momenteel niet met creditcard worden betaald. Over 90 dagen kunt u opnieuw een aanvraag indienen. Ondertussen kunt u wel betalingen via PayPal ontvangen
pl_pl: Niestety obecnie nie możemy zrealizować Twoich płatności kartą kredytową. Ponowny wniosek możesz złożyć po 90 dniach. W międzyczasie wciąż możesz otrzymywać płatności przez PayPal

source: Let's choose the conversion rules for any transaction in a currency other than those activated on your account, should they be automatically converted or request your validation.
es_es: Elige las reglas de conversión para cualquier transacción en una moneda distinta a las activadas en tu cuenta, en caso de que se conviertan automáticamente o solicita tu validación.
nl_nl: U kiest de conversieregels voor elke transactie in een andere valuta dan die welke op uw rekening is geactiveerd, mocht deze automatisch worden omgezet of uw validatie vragen.
pl_pl: Wybierzmy zasady przeliczania dla każdej transakcji w walucie innej niż aktywowana na koncie, jeśli zostanie ona przeliczona automatycznie lub zajdzie konieczność zatwierdzenia.

source: Select background color
es_es: Seleccionar el color de fondo
nl_nl: Selecteer de achtergrondkleur
pl_pl: Wybierz kolor tła

source: Partially completed
es_es: Parcialmente completado
nl_nl: Gedeeltelijk voltooid
pl_pl: Częściowo zakończone

source: pending transaction(s)
es_es: litigio(s) pendiente(s)
nl_nl: lopend(e) transactie(s)
pl_pl: transakcja(-e) w toku

source: Local payment buttons
es_es: Botones de métodos de pago locales
nl_nl: Lokale betalingsknoppen
pl_pl: Lokalne przyciski płatności

source: Business category
es_es: Categoría de empresa
nl_nl: Bedrijfscategorie
pl_pl: Kategoria firmy

source: Thank you, close this message
es_es: Gracias, cerrar este mensaje
nl_nl: Dank u, sluit dit bericht af
pl_pl: Dziękujemy, zamknij wiadomość

source: Are you
es_es: Eres
nl_nl: Bent u
pl_pl: Jesteś...

source: Sign up
es_es: Crear una cuenta
nl_nl: Zich registreren
pl_pl: Zarejestruj się

source: Pay with
es_es: Pagar con
nl_nl: Betalen met
pl_pl: Płać z

source: Business subcategory
es_es: Subcategoría de empresa
nl_nl: Bedrijfssubcategorie
pl_pl: Podkategoria firmy

source: https://www.prestashop.com/en/prestashop-checkout
es_es: https://www.prestashop.com/es/prestashop-checkout
nl_nl: https://www.prestashop.com/nl/prestashop-checkout
pl_pl: https://www.prestashop.com/pl/prestashop-checkout

source: Password
es_es: Contraseña
nl_nl: Wachtwoord
pl_pl: Hasło

source: Address
es_es: Dirección
nl_nl: Adres
pl_pl: Adres

source: Currencies
es_es: Divisas
nl_nl: Valuta's
pl_pl: Waluty

source: Choose page location for banners
es_es: Elije la ubicación de los banners en la página
nl_nl: Kies de plaats van de banners op de pagina
pl_pl: Wybierz miejsce wyświetlania banerów

source: Warning : the currencies you have activated : {0} are not currently supported by PrestaShop Checkout. Please deactivate {0} for PrestaShop Checkout in your
es_es: Cuidado : las monedas que ha activado : {0} de momento no funcionan con PrestaShop Checkout. Desactiva {0} para PrestaShop Checkout en sus
nl_nl: Opgelet : de valuta's die u heeft geactiveerd : {0} worden momenteel niet ondersteund door PrestaShop Checkout. Alsjeblieft deactiveer {0} voor PrestaShop Checkout in uw
pl_pl: Ostrzeżenie : waluty, które aktywowałeś : {0} nie są obecnie obsługiwane przez PrestaShop Checkout. Proszę dezaktywować {0} dla PrestaShop Checkout w swoich

source: Need help? Find here the documentation of this module
es_es: ¿Necesitas ayuda? Aquí encontrarás el manual de usuario del módulo
nl_nl: Hulp nodig? Hier vindt u de documentatie bij deze module
pl_pl: Potrzebujesz pomocy? Tutaj znajdziesz dokumentację tego modułu

source: account
es_es: cuenta
pl_pl: konto

source: For more informations about your fees please visit this page:
es_es: Para más información sobre tus tarifas, visita esta página:
nl_nl: Voor meer informatie over uw tarieven kunt u terecht op deze pagina:
pl_pl: Więcej informacji na temat opłat można znaleźć na tej stronie:

source: Synchronization between your store and your PayPal account is in progress. Please wait.
es_es: Se está sincronizando tu tienda con tu cuenta PayPal.
nl_nl: Uw winkel wordt met uw PayPal-account gesynchroniseerd. Even geduld a.u.b.
pl_pl: Trwa synchronizacja między Twoim sklepem i kontem PayPal. Proszę czekać.

source: Match currencies
es_es: Configurar las divisas
nl_nl: Pas valuta aan
pl_pl: Dopasuj waluty

source: Store name
es_es: Nombre de la tienda
nl_nl: Winkelnaam
pl_pl: Nazwa sklepu

source: Credit card
es_es: Tarjeta de crédito
pl_pl: Karta kredytowa

source: As for local payment methods, buttons will be displayed according to the purchase context: country, amount, device, etc.
es_es: En cuanto a los métodos de pago locales, los botones se mostrarán según el contexto de la compra: país, importe, dispositivo, etc.
nl_nl: Wat de lokale betaalmethoden betreft, worden de knoppen weergegeven op basis van de aankoopcontext: land, bedrag, apparaat, enz.
pl_pl: Jeśli chodzi o lokalne metody płatności, przyciski zostaną wyświetlone w zależności od kontekstu zakupu: kraj, kwota, urządzenie, itp.

source: Black
es_es: Negro
nl_nl: Zwart
pl_pl: Czarny

source: Shipping
es_es: Envío
nl_nl: Verzending
pl_pl: Wysyłka

source: Product page
es_es: Página de producto
nl_nl: Productpagina
pl_pl: Strona produktu

source: Optional
es_es: Opcional
nl_nl: Optioneel
pl_pl: Opcjonalnie

source: Go back to login
es_es: Volver al inicio de sesión
nl_nl: Teruggaan naar het inlogvenster
pl_pl: Wróć do logowania

source: Restricted
es_es: Restringido
nl_nl: Beperkt
pl_pl: Ograniczony

source: Revoked
es_es: Revocado
nl_nl: Ingetrokken
pl_pl: Anulowano

source: Know more
es_es: Más información
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej

source: Order summary page
es_es: Página de resumen del pedido
nl_nl: Pagina met besteloverzicht
pl_pl: Strona podsumowania zamówienia

source: Payment method
es_es: Método de pago
nl_nl: Betaalmethode
pl_pl: Metoda płatności

source: A merchant
es_es: Un vendedor
nl_nl: Een handelaar
pl_pl: Handlowcem

source: Manage your account
es_es: Gestiona tu cuenta
nl_nl: Beheer uw account
pl_pl: Zarządzaj swoim kontem

source: Switch to test mode?
es_es: ¿Pasar al modo de prueba?
nl_nl: Overschakelen naar de testmodus?
pl_pl: Przejść do trybu testowego?

source: Onboarding almost done!
es_es: ¡Integración casi terminada!
nl_nl: Integratie bijna voltooid!
pl_pl: Wdrożenie prawie gotowe!

source: By submitting this form, I agree that the data provided may be collected by PrestaShop S.A to permit (i) the use of our services (ii) to improve your customer experience. Your data can be transmitted to our partner Paypal if you do not already have an account.
es_es: Al enviar este formulario, aceptas que PrestaShop S.A. puede utilizar la información proporcionada para crear tu cuenta PrestaShop Checkout. Al crear tu cuenta, recibirás prospección comercial de PrestaShop
nl_nl: Door dit formulier in te dienen, verklaar ik me ermee akkoord dat de door mij verstrekte gegevens door PrestaShop S.A. worden gebruikt om mijn PrestaShop Checkout-account aan te maken. Maakt u een account aan, dan ontvangt u reclameberichten van PrestaShop
pl_pl: Przesyłając ten formularz, wyrażam zgodę na gromadzenie podanych danych przez PrestaShop S.A. w celu założenia konta PrestaShop Checkout. W przypadku założeniu konta będziesz otrzymywać informacje handlowe od PrestaShop

source: transaction(s)
es_es: litigio(s) pendiente(s)
nl_nl: transactie(s)
pl_pl: transakcja(-y)

source: Payment methods activation
es_es: Activación de los métodos de pago
nl_nl: Activering betaalmethoden
pl_pl: Aktywacja metod płatności

source: Capture at shipping
es_es: Pago al momento de la expedición
nl_nl: Afhouden bij verzending
pl_pl: Przechwytywanie przy wysyłce

source: Account Linking in progress
es_es: Vinculando cuenta...
nl_nl: Het account wordt verbonden
pl_pl: Łączenie konta w toku

source: Link your PayPal account
es_es: Vincular tu cuenta de PayPal
nl_nl: Koppel uw PayPal account
pl_pl: Połącz swoje konto PayPal

source: Silver
es_es: Plateado
nl_nl: Zilver
pl_pl: Srebro

source: Availability
es_es: Disponibilidad
nl_nl: Beschikbaarheid
pl_pl: Dostępność

source: Advanced settings
es_es: Opciones avanzadas
nl_nl: Geavanceerde instellingen
pl_pl: Ustawienia zaawansowane

source: When to use PayPal branded Credit Card fields ?
es_es: ¿Cuándo se deben utilizar los campos de la tarjeta de crédito de PayPal?
nl_nl: Wanneer moet u de creditcardvelden van PayPal gebruiken?
pl_pl: Kiedy używać pól kart kredytowych z logo PayPal?

source: You have exceeded the maximum number of payment attempts.
es_es: Has superado el número máximo de intentos de pago.
nl_nl: U hebt het maximum aantal betalingspogingen overschreden.
pl_pl: Przekroczyłeś maksymalną liczbę prób płatności.

source: The selected payment method does not support this type of transaction. Please choose another payment method or contact support for assistance.
es_es: El método de pago seleccionado no admite este tipo de transacción. Por favor elige otro método de pago o contacta al soporte para asistencia.
nl_nl: De geselecteerde betaalmethode ondersteunt dit type transactie niet. Kies alstublieft een andere betaalmethode of neem contact op met de support voor hulp.
pl_pl: Wybrana metoda płatności nie obsługuje tego typu transakcji. Wybierz inną metodę płatności lub skontaktuj się z pomocą techniczną.

source: This payment method seems not working currently, please try another.
es_es: Parece que en estos momentos este método de pago no funciona, inténtalo con otro.
nl_nl: Deze betaalmethode lijkt momenteel niet te werken, probeer een andere.
pl_pl: Ta metoda płatności wydaje się obecnie nie działać, spróbuj innej.

source: This payment method declined transaction, please try another.
es_es: Este método de pago rechazó la transacción, inténtalo con otro.
nl_nl: Deze betaalmethode weigerde de transactie, probeer een andere.
pl_pl: Ta metoda płatności odrzuciła transakcję, spróbuj innej.

source: Your PayPal account is locked or closed, please try another.
es_es: Tu cuenta de PayPal está bloqueada o cerrada, inténtalo con otra.
nl_nl: Uw PayPal rekening is geblokkeerd of gesloten, probeer alstublieft een andere.
pl_pl: Twoje konto PayPal jest zablokowane lub zamknięte, spróbuj innego.

source: The transaction was blocked by Fraud Protection settings.
es_es: La transacción fue bloqueada por la configuración de Protección contra el Fraude.
nl_nl: De transactie werd geblokkeerd door de instellingen van de fraudebestrijding.
pl_pl: Transakcja została zablokowana przez ustawienia ochrony przed oszustwami.

source: Your card cannot be used to pay in our country, please try another payment method.
es_es: Tu tarjeta no puede ser usada para pagar en nuestro país, inténtalo con otro método de pago.
nl_nl: Uw kaart kan niet gebruikt worden om te betalen in ons land, probeer alstublieft een andere betaalmethode.
pl_pl: Twoja karta nie może być używana do płatności w tej walucie. Spróbuj innej metody płatności.

source: You are not allowed to pay with this PayPal account, please try another.
es_es: No está permitido pagar con esta cuenta de PayPal, inténtalo con otra.
nl_nl: U mag niet betalen met deze PayPal rekening, probeer alstublieft een andere.
pl_pl: Nie możesz płacić za pomocą tego konta PayPal, spróbuj innego.

source: Card payment cannot be processed at the moment, please use another payment method.
es_es: El pago con tarjeta no puede ser procesado en este momento, por favor usa otro método de pago.
nl_nl: Kaartbetaling kan momenteel niet worden verwerkt, gebruik alstublieft een andere betaalmethode.
pl_pl: Obecnie nie można przetworzyć płatności kartą, proszę użyć innej metody płatności.

source: You are not allowed to pay with this payment method, please try another.
es_es: No está permitido pagar con este método de pago, inténtalo con otro.
nl_nl: U mag niet betalen met deze betaalmethode, probeer alstublieft een andere.
pl_pl: Nie możesz płacić za pomocą tego konta PayPal, spróbuj innego.

source: Make this card favorite / default
es_es: Hacer que esta tarjeta sea favorita / predeterminada
nl_nl: Stel deze kaart in als favoriet / standaard
pl_pl: Ustaw tę kartę jako ulubioną / domyślną

source: Securely store payment details for future purchases
es_es: Almacenar los datos de pago de forma segura para futuras compras
nl_nl: Bewaar betaalgegevens veilig voor toekomstige aankopen
pl_pl: Bezpiecznie zapisz dane płatności na potrzeby przyszłych zakupów

source: Make this account favorite / default
es_es: Hacer que esta cuenta sea favorita / predeterminada
nl_nl: Stel deze account in als favoriet / standaard
pl_pl: Ustaw to konto jako ulubione / domyślne

source: Make this my preferred payment method
es_es: Establecer como mi método de pago preferido
nl_nl: Maak dit mijn voorkeursbetaalmethode
pl_pl: Ustaw jako preferowaną metodę płatności

source: This payment method has been saved to your account.
es_es: Este método de pago ha sido guardado en tu cuenta.
nl_nl: Deze betaalmethode is aan uw account toegevoegd.
pl_pl: Ta metoda płatności została zapisana na Twoim koncie.

source: This payment method has been saved to your account and defined as favorite for future purchases.
es_es: Este método de pago ha sido guardado en tu cuenta y definido como favorito para futuras compras.
nl_nl: Deze betaalmethode is aan uw account toegevoegd en ingesteld als favoriet voor toekomstige aankopen.
pl_pl: Ta metoda płatności została zapisana na Twoim koncie i ustawiona jako domyślna dla przyszłych zakupów.

source: Delete
es_es: Eliminar
nl_nl: Verwijderen
pl_pl: Usuń

source: Total
nl_nl: Totaal
pl_pl: Razem

source: Subtotal
nl_nl: Subtotaal
pl_pl: Suma częściowa
