Repository: PrestaShopCorp/ps_checkout
Catalog: ps8/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: es_es, nl_nl, pl_pl

source: The amount cannot be updated as the `payer` has chosen and approved a specific financing offer for a given amount. Please Create a new Order with the updated Order amount and have the `payer` approve the new payment terms.
es_es: El importe no se puede actualizar ya que el "pagador" ha elegido y aprobado una oferta de financiación específica para un importe determinado. Crea un nuevo pedido con el importe actualizado del pedido y haz que el "pagador" apruebe las nuevas condiciones de pago.
nl_nl: Het bedrag kan niet worden bijgewerkt omdat de 'betaler' een specifiek financieringsaanbod voor een bepaald bedrag heeft gekozen en goedgekeurd. Maak een nieuwe bestelling aan met het bijgewerkte bestelbedrag en laat de `betaler` de nieuwe betalingsvoorwaarden goedkeuren.
pl_pl: Kwota ta nie może być aktualizowana, ponieważ „płacący” wybrał i zatwierdził konkretną ofertę finansowania na daną kwotę. Utwórz nowe zamówienie z uaktualnioną kwotą zamówienia i uzyskaj zgodę „płacącego” na nowe warunki płatności.

source: That transaction has been blocked by Fraud Protection rules. Please try another card or contact customer service to process your order or change their Fraud Protection rules.
es_es: Esta transacción se ha bloqueado por las normas de protección contra el fraude. Utiliza otra tarjeta o ponte en contacto con el servicio de atención al cliente para procesar tu pedido o para cambiar las normas antifraude de tu cuenta bancaria.
nl_nl: Deze transactie is geblokkeerd door de regels voor de bescherming tegen fraude. Gebruik een andere kaart of neem contact op met de klantenservice om uw bestelling te verwerken of om de antifrauderegels van de bankrekening te wijzigen.
pl_pl: Transakcja ta została zablokowana ze względu na zasady ochrony przed oszustwami. Prosimy o użycie innej karty lub kontakt z działem obsługi klienta w celu realizacji zamówienia lub zmiany zasad przeciwdziałania oszustwom na koncie bankowym.

source: This transaction is currently not supported. Please contact customer service or your account manager for more information.
es_es: En este momento no es posible hacer esa transacción. Ponte en contacto con el servicio de atención al cliente o con el gestor de tu cuenta para obtener más información.
nl_nl: Deze verrichting wordt momenteel niet ondersteund. Neem contact op met de klantenservice of met uw accountmanager voor meer informatie.
pl_pl: Ta transakcja jest obecnie niedostępna. Skontaktuj się z działem obsługi klienta lub swoim opiekunem klienta, by uzyskać więcej informacji.

source: The number of items in an array parameter is too small.
es_es: El número de caracteres de uno de los parámetros no es suficiente.
nl_nl: Het aantal tekens van een van de parameters is te klein.
pl_pl: Liczba znaków jednego z parametrów jest zbyt mała.

source: That currency is not supported with that payment option. Please try with another currency or contact customer support.
es_es: Esta divisa no es compatible con este método de pago. Prueba con otra divisa o ponte en contacto con el servicio de atención al cliente.
nl_nl: Deze valuta wordt niet ondersteund door deze betaalmethode. Probeer het met een andere valuta of neem contact op met de klantenservice.
pl_pl: Ta waluta nie jest obsługiwana przez tę metodę płatności. Prosimy spróbować z inną walutą lub skontaktować się z działem obsługi klienta.

source: 3D Secure validation failed, please try again or try another payment method.
es_es: La comprobación 3D Secure falló. Inténtalo de nuevo o inténtalo con otro método de pago.
nl_nl: De 3D Secure verificatie is mislukt, probeer het opnieuw of probeer een andere betaalmethode.
pl_pl: Weryfikacja 3D Secure nie powiodła się, spróbuj ponownie lub wypróbuj inną metodę płatności.

source: The option to save an order is only available if the order has a single purchase unit. Please create an order with a single purchase unit and try again.
es_es: La opción de guardado de un pedido solo está disponible si el pedido contiene una única unidad de pedido. Crea un pedido con una única unidad de compra e inténtalo de nuevo.
nl_nl: De optie om een bestelling op te slaan is alleen beschikbaar als de bestelling slechts één besteleenheid bevat. Maak een bestelling aan met een enkele besteleenheid en probeer het opnieuw.
pl_pl: Możliwość zapisania zamówienia jest dostępna tylko wtedy, gdy zamówienie zawiera tylko jedną jednostkę zamówienia. Prosimy utworzyć zamówienie z jedną jednostką zakupową i spróbować ponownie.

source: Order does not have a corresponding matching reference_id. Please provide a valid reference_id and try again.
es_es: El pedido no tiene su correspondiente reference_id. Proporciona una reference_id válida e inténtalo de nuevo.
nl_nl: De bestelling heeft geen overeenkomstige referentie_id. Geef een geldige referentie_id op en probeer het opnieuw.
pl_pl: Zamówienie nie ma odpowiadającego mu Reference_id. Prosimy podać poprawny reference_id i spróbować ponownie.

source: The parameter value does not conform to the expected `YYYY-MM` format.
es_es: El valor del parámetro no se ajusta al formato esperado "YYYYY-MM".
nl_nl: De parameterwaarde komt niet overeen met het verwachte `JJJJ-MM`-formaat.
pl_pl: Wartość parametru nie jest zgodna z oczekiwanym formatem „YYYYY-MM”.

source: Specified resource ID does not exist. Please check the resource ID and try again.
es_es: La referencia del recurso especificado no existe. Comprueba la referencia del recurso e inténtalo de nuevo.
nl_nl: De opgegeven referentie van het hulpmiddel bestaat niet. Controleer de referentie van het hulpmiddel en probeer het opnieuw.
pl_pl: Podany numer zasobu nie istnieje. Sprawdź numer zasobu i spróbuj ponownie.

source: Order already authorized. Only one authorization per order is allowed. Please contact customer service to check that your order has successfully been validated.
es_es: Pedido ya autorizado. Solo es posible una autorización por pedido. Ponte en contacto con el servicio de atención al cliente para comprobar que tu pedido se ha validado correctamente.
nl_nl: Bestelling reeds geautoriseerd. Slechts één machtiging per bestelling is mogelijk. Neem contact op met de klantenservice om te controleren of uw bestelling met succes is bevestigd.
pl_pl: Zamówienie zostało autoryzowane. Każde zamówienie może być autoryzowane tylko jeden raz. Skontaktuj się z działem obsługi klienta, aby sprawdzić, czy Twoje zamówienie zostało pomyślnie zatwierdzone.

source: This payment instruction is supported only when `intent=CAPTURE`. If intent is `AUTHORIZE`, you must provide the payment instruction when the authorization is captured. For details, see Capture authorization.
es_es: Esta instrucción de pago solo se admite cuando "intención=GUARDAR". Si la intención es "AUTORIZAR", debes proporcionar la instrucción de pago cuando la autorización se guarde. Para obtener más información, consulta la autorización Guardar.
nl_nl: Deze betalingsinstructie wordt alleen ondersteund wanneer `intent=CAPTURE`. Als de intent `AUTHORIZE` is, moet u de betalingsinstructie geven bij het vastleggen van de autorisatie. Voor meer informatie: zie Capture authorization.
pl_pl: Ta instrukcja płatnicza jest obsługiwana tylko wtedy, gdy „zamiar=ZAPISANIE”. Jeśli zamiarem jest „ZATWIERDZENIE”, należy podczas zapisywania autoryzacji dostarczyć instrukcję płatności. Szczegółowe informacje dostępne są w sekcji Zapisywanie autoryzacji.

source: A required parameter is missing. Please check that every personnal and delivery details are filled and try again.
es_es: Falta un parámetro obligatorio. Comprueba que todos los campos de información personal y de entrega hayan sido rellenados e inténtalo de nuevo.
nl_nl: Een vereiste parameter ontbreekt. Controleer of alle velden voor persoonlijke en leveringsinformatie zijn ingevuld en probeer het opnieuw.
pl_pl: Brakuje wymaganego parametru. Prosimy sprawdzić, czy wszystkie pola danych osobowych i informacji o dostawie zostały wypełnione i spróbować ponownie.

source: Invalid order intent.
es_es: Intención de pedido no válido.
nl_nl: Ongeldige orderintentie.
pl_pl: Nieważny zamysł zamówienia.

source: The card is expired. Please use another card.
es_es: La tarjeta de crédito ha caducado. Utiliza otra tarjeta.
nl_nl: De creditcard is verlopen. Gebruik alstublieft een andere kaart.
pl_pl: Karta kredytowa wygasła. Prosimy użyć innej karty.

source: Processing of this card brand is not supported. Use another type of card.
es_es: El procesamiento de este tipo de tarjeta no es posible.. Utiliza otro tipo de tarjeta.
nl_nl: De verwerking van dit type kaart wordt niet ondersteund. Gebruik een ander type kaart.
pl_pl: Przetwarzanie tego typu kart nie jest obsługiwane. Użyj innego typu karty.

source: Threeds Secure Parameters are empty.
es_es: Los parámetros de seguridad de los subprocesos están vacíos.
nl_nl: 3D Secure Parameters zijn leeg.
pl_pl: Trzy parametry bezpieczeństwa są puste.

source: Currency code not supported for direct card payments using this card type. Please refer https://developer.paypal.com/docs/integration/direct/rest/currency-codes/ for list of supported currency codes.
es_es: Divisa no compatible con los pagos con tarjeta para este tipo de tarjeta. Consulta en https://developer.paypal.com/docs/integration/direct/rest/currency-codes/ la lista de divisas soportadas.
nl_nl: Valuta die niet wordt ondersteund voor kaartbetalingen voor dit type kaart. Zie https://developer.paypal.com/docs/integration/direct/rest/currency-codes/ voor een lijst van ondersteunde valuta's.
pl_pl: Waluta nie jest obsługiwana w przypadku płatności kartą tego typu. Lista obsługiwanych walut znajduje się na stronie https://developer.paypal.com/docs/integration/direct/rest/currency-codes/.

source: Order already captured. Only one capture per order is allowed. Please contact customer service to check that your order has successfully been validated.
es_es: Pedido ya validado. Solo se puede hacer guardar una vez por pedido. Ponte en contacto con el servicio de atención al cliente para comprobar que tu pedido se ha validado correctamente.
nl_nl: Bestelling reeds bevestigd. Per bestelling kan slechts één vastlegging worden gemaakt. Neem contact op met de klantenservice om te controleren of uw bestelling met succes is bevestigd.
pl_pl: Zamówienie zostało zatwierdzone. Każde zamówienie może być zapisane tylko raz. Prosimy o kontakt z działem obsługi klienta w celu sprawdzenia, czy zamówienie zostało pomyślnie zatwierdzone.

source: Expiration year must be between now and 2099
es_es: El año de caducidad debe estar entre el actual y 2099
nl_nl: Het vervaljaar moet tussen dit jaar en 2099 liggen
pl_pl: Rok ważności musi zawierać się między rokiem bieżącym a 2099

source: 3D Secure processing validation error, please try again or try another payment method.
es_es: Error al procesar la comprobación 3D Secure. Inténtalo de nuevo o inténtalo con otro método de pago.
nl_nl: Foutieve verwerking van 3D Secure verificatie, probeer het nog eens of probeer een andere betaalmethode.
pl_pl: Podczas weryfikacji 3D Secure wystąpił błąd, spróbuj ponownie lub wypróbuj inną metodę płatności.

source: The API Caller account is not setup to be able to process card payments. Please contact PayPal customer support.
es_es: La cuenta API Caller no está configurada para aceptar pagos con tarjeta. Ponte en contacto con el servicio de atención al cliente de PayPal.
nl_nl: De Caller account API is niet geconfigureerd om betalingen met creditcard te accepteren. Neem contact op met de klantenservice van PayPal.
pl_pl: API konta rozmówcy nie jest skonfigurowane do przyjmowania płatności kartą. Prosimy o kontakt z obsługą klienta PayPal.

source: Processing of this card type is not supported. Use another type of card.
es_es: El procesamiento de este tipo de tarjeta no es posible. Utiliza otra tarjeta.
nl_nl: De verwerking van dit type kaart wordt niet ondersteund. Gebruik een ander type kaart.
pl_pl: Tego typu karty nie są obsługiwane. Użyj innego rodzaju karty.

source: The transaction is declined due to a compliance violation.
es_es: Esta transacción se ha rechazado por una violación del cumplimiento.
nl_nl: Deze transactie wordt geweigerd op grond van een compliance-overtreding.
pl_pl: Transakcja ta jest odrzucana z powodu naruszenia zgodności.

source: The client is not allowed to use `payment_instruction` object.
es_es: Este cliente no está autorizado a utilizar el objeto "payment_instriction".
nl_nl: Deze klant mag het object "payment_instriction" niet gebruiken.
pl_pl: Ten klient nie może korzystać z tytułu „payment_instriction”.

source: The currency of the authorization should be same as that in which the Order was created and approved by the Payer. Please check the `currency_code` and try again.
es_es: La divisa de la autorización de pago debe ser la misma que la utilizada para crear el pedido y autorizada por el cliente. Comprueba el "código_divisa" e inténtalo de nuevo.
nl_nl: De valuta van de betalingsautorisatie moet dezelfde zijn als de valuta die wordt gebruikt voor het aanmaken van de bestelling en die door de klant is geautoriseerd. Controleer de "currency_code" en probeer het opnieuw.
pl_pl: Waluta autoryzacji płatności musi być taka sama jak waluta użyta do stworzenia zamówienia i zatwierdzona przez klienta. Sprawdź „kod_waluty” i spróbuj ponownie.

source: The customer has not approved payment.
es_es: El cliente no ha aprobado el pago.
nl_nl: De klant heeft de betaling niet goedgekeurd.
pl_pl: Klient nie zatwierdził płatności.

source: Payer has not yet approved the Order for payment. Please redirect the payer to the `rel`:`approve` url returned as part of the HATEOAS links within the Create Order call or provide a valid payment_source in the request.
es_es: El pagador aún no ha aprobado el pedido para su pago. Redirecciona al pagador a la URL "rel":"aprobar" como parte de los enlaces HATEOAS en las llamadas Crear pedido o proporciona una payment_source válida en la solicitud.
nl_nl: De betaler heeft de betalingsopdracht nog niet goedgekeurd. Gelieve de betaler door te sturen naar de `rel`:`approve` url die is teruggestuurd als onderdeel van de HATEOAS links binnen de Create Order call of geef een geldige payment_source in de aanvraag.
pl_pl: Płatnik nie zatwierdził jeszcze polecenia zapłaty. Przekieruj płatnika na adres url „rel”:„approve”, który wysłano wraz z linkami HATEOAS w ramach połączenia Utwórz zamówienie lub podaj w żądaniu ważne źródło_płatności.

source: The option to save an order is only available if the `intent` is AUTHORIZE and `processing_instruction` is ORDER_SAVED_EXPLICITLY. Please change the `intent` to AUTHORIZE, `processing_instruction` to ORDER_SAVED_EXPLICITLY and try again.
es_es: La opción de guardar el pedido solo está disponible si la "intent" es AUTORIZAR y la "processing_instruction" es ORDER_SAVED_EXPLICITY. Cambia la "intent" por AUTORIZAR, "processing_instruction" en "ORDER_SAVED_EXPLICITY" e inténtalo de nuevo.
nl_nl: De optie om de bestelling op te slaan is alleen beschikbaar als de "intent" AUTHORIZE is en de "processing_instruction" ORDER_SAVED_EXPLICITY is. Verander de "intent" in AUTHORIZE, "processing_instruction" in "ORDER_SAVED_EXPLICITY" en probeer het opnieuw.
pl_pl: Opcja zapisywania zamówienia jest dostępna tylko wtedy, gdy „intent” to AUTORIZE, a „processing_instruction” to ORDER_SAVED_EXPLICITY. Prosimy zmienić „intent” na AUTORIZE, a „processing_instruction” na ORDER_SAVED_EXPLICITY i spróbować ponownie.

source: Invalid card number. Please verify the card number and try again.
es_es: Número de tarjeta no válido. Comprueba el número de la tarjeta e inténtalo de nuevo.
nl_nl: Ongeldig kaartnummer. Controleer het kaartnummer en probeer het opnieuw.
pl_pl: Nieważny numer karty. Sprawdź numer karty i spróbuj ponownie.

source: The shipping address is required. Please check that shipping address fields are completed and try again.
es_es: La dirección de entrega es obligatoria. Comprueba los campos de la dirección de entrega e inténtalo de nuevo.
nl_nl: Het leveringsadres is vereist. Controleer de leveringsadresvelden en probeer het opnieuw.
pl_pl: Adres dostawy jest wymagany. Prosimy sprawdzić pola adresu dostawy i spróbować ponownie.

source: An authorization amount can only be specified if an Order has been saved by calling /v2/checkout/orders/{order_id}/save. Please save the order and try again.
es_es: Solo se puede especificar una autorización de importe si se ha guardado un pedido con el nombre /v2/checkout/orders/{order_id}/save. Guarda el pedido e inténtalo de nuevo.
nl_nl: Een autorisatiebedrag kan alleen worden opgegeven als een Bestelling is opgeslagen door /v2/checkout/orders/{order_id}/save op te roepen. Sla de bestelling alstublieft op en probeer het opnieuw.
pl_pl: Kwota autoryzacji może być określona tylko wtedy, gdy zamówienie zostało zapisane przez wybranie /v2/checkout/orders/{order_id}/save. Prosimy zapisać zamówienie i spróbować ponownie.

source: The order was created with an intent of `AUTHORIZE`. To complete authorization, use `/v2/checkout/orders/{order_id}/authorize`. Or, alternately create an order with an intent of `CAPTURE`.
es_es: El pedido se ha creado con la intención de "AUTORIZAR". Para completar la autorización, usa "/v2/checkout/orders/{order_id}/authorize". O crea un pedido con intención de "GUARDAR".
nl_nl: De volgorde is gemaakt met de intent `AUTHORIZE`. Gebruik `/v2/checkout/orders/{order_id}/authorize` om de autorisatie te voltooien. Of maak anders een bestelling met de intent `CAPTURE`.
pl_pl: Zamówienie zostało stworzone z zamiarem „ZATWIERDZENIA”. Aby zakończyć autoryzację, wybierz „/v2/checkout/orders/{order_id}/authorize”. Możesz też utworzyć zamówienie z zamiarem „ZAPISANIA”.

source: PrestaShop Checkout transactions won't work in some of your configured countries, but there is a solution !
es_es: Las transacciones de PrestaShop Checkout no funcionarán en algunos de los países configurados, ¡pero hay una solución!
nl_nl: PrestaShop Checkout transacties zullen niet werken in sommige van uw geconfigureerde landen, maar er is een oplossing!
pl_pl: Transakcje PrestaShop Checkout nie będą działać w odniesieniu do niektórych z Twoich skonfigurowanych kraje, ale jest na to rozwiązanie!

source: Change currencies activation for this payment module
es_es: Cambiar la activación de divisas para este módulo de pago
nl_nl: Verander de activering van valuta's voor deze betalingsmodule
pl_pl: Zmień aktywację walut dla tego modułu płatności

source: Change countries activation for this payment module
es_es: Cambiar la activación de países para este módulo de pago
nl_nl: Verander de activering van landen voor deze betalingsmodule
pl_pl: Zmień aktywację krajów dla tego modułu płatności

source: Please upgrade your settings for :
es_es: Actualiza tu configuración para:
nl_nl: Gelieve uw instellingen te upgraden voor:
pl_pl: Zaktualizuj ustawienia dla:

source: Know more about compliant ISO Codes
es_es: Obtener más información sobre los códigos ISO
nl_nl: Meer weten over conforme ISO-codes
pl_pl: Dowiedz się więcej o kodach zgodnych z ISO

source: PrestaShop Checkout transactions won't work in some of your configured currencies, but there is a solution !
es_es: Las transacciones de PrestaShop Checkout no funcionarán en algunos de sus divisas configurados, ¡pero hay una solución!
nl_nl: PrestaShop Checkout transacties zullen niet werken in sommige van uw geconfigureerde valuta's, maar er is een oplossing!
pl_pl: Transakcje PrestaShop Checkout nie będą działać w odniesieniu do niektórych ze skonfigurowanych przez Ciebie walut, ale jest na to rozwiązanie!

source: 3DS verification failed, please try again.
es_es: La verificación 3D Secure falló, por favor inténtalo de nuevo.
nl_nl: 3D Secure verificatie mislukt, probeer het opnieuw.
pl_pl: Weryfikacja 3D Secure nie powiodła się, spróbuj ponownie.

source: Back to order page
es_es: Volver a la página de pago
nl_nl: Terug naar de afrekenpagina
pl_pl: Wróć do strony płatności

source: One module, all payments methods.
es_es: Un solo módulo para todos los métodos de pago.
nl_nl: Eén module, alle betaalmethoden.
pl_pl: Jeden moduł, wszystkie metody płatności.

source: Offer the widest range of payment methods: cards, PayPal, etc.
es_es: Ofrece la mayor variedad de métodos de pago: tarjetas, PayPal, etc.
nl_nl: Zorg voor een ruim aanbod van betaalmogelijkheden: kaarten, PayPal enz.
pl_pl: Zaoferuj swoim klientom najszerszy wybór metod płatności: karta, PayPal itd.

source: Benefit from all PayPal expertise and advantages
es_es: Disfruta de las ventajas y de la experiencia de PayPal
nl_nl: Geniet van alle PayPal-expertise en -voordelen
pl_pl: Korzystaj z całego doświadczenia i zalet PayPal

source: Give access to relevant local payment methods for customers around the globe
es_es: Ofrece los métodos de pago locales más populares a tus clientes de todo el mundo
nl_nl: Geef uw klanten wereldwijd toegang tot alle relevante, lokale betaalmethoden
pl_pl: Zapewnij dostęp klientom z całego świata do ich ulubionych lokalnych metod płatności

source: Including:
es_es: Incluye:
nl_nl: Inclusief:
pl_pl: W tym:

source: Configure
es_es: Configurar
nl_nl: Configureren
pl_pl: Konfiguruj

source: Warning
es_es: Advertencia
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie

source: You have selected your [PAYPAL_ACCOUNT] PayPal account to proceed to the payment.
es_es: Elegiste la cuenta de PayPal [PAYPAL_ACCOUNT] para efectuar el pago.
nl_nl: U hebt de PayPal-rekening [PAYPAL_ACCOUNT] gekozen om de betaling uit te voeren.
pl_pl: Wybrano konto PayPal [PAYPAL_ACCOUNT], aby dokonać płatności.

source: Please wait, loading additional payment methods.
es_es: Por favor, espera, cargando métodos de pago adicionales.
nl_nl: Even geduld, extra betaalmethodes laden.
pl_pl: Poczekaj, trwa ładowanie dodatkowych metod płatności.

source: Are you sure you want to uninstall this module?
es_es: ¿Seguro que quieres desinstalar este módulo?
nl_nl: Weet u zeker dat u de installatie van deze module ongedaan wilt maken?
pl_pl: Czy na pewno chcesz odinstalować ten moduł?

source: Choose another payment method
es_es: Otro método de pago
nl_nl: Andere betaalmethode
pl_pl: Inna metoda płatności

source: Accept payments through PayPal buttons on your checkout page.
es_es: Acepta los pagos a través del botón PayPal en tu página de pago
nl_nl: Accepteer betalingen via PayPal-knoppen op uw Checkout-pagina.
pl_pl: Przyjmuj płatności dzięki przyciskom PayPal na stronie finalizacji zamówienia.

source: Gold version shows better results on conversion rate
es_es: La versión dorada muestra mejores resultados en la tasa de conversión
nl_nl: Gouden versie laat betere resultaten zien op de conversiegraad
pl_pl: Wersja złota pokazuje lepsze wyniki w przeliczeniu na kurs wymiany

source: Express Checkout Shortcut allows merging account creation and payment, to make your customers purchases effortless.
es_es: El acceso directo a la compra exprés permite combinar la creación de la cuenta y el pago para facilitar las compras a tus clientes.
nl_nl: Met Express Checkout Shortcut kunt u de aanmaak van accounts en betalingen samenvoegen om de aankopen van uw klanten te vergemakkelijken.
pl_pl: Express Checkout Shortcut pozwala połączyć tworzenie konta i płatność, aby ułatwić proces zakupowy dla klientów.

source: Link to PrestaShop Checkout first
es_es: Comienza enlazando una cuenta PrestaShop Checkout
nl_nl: Link aanmaken naar PrestaShop Checkout
pl_pl: Najpierw link do PrestaShop Checkout

source: Enabled
es_es: Activado
nl_nl: Ingeschakeld
pl_pl: Włączono

source: Manage conversion rules
es_es: Gestionar las reglas de conversión
nl_nl: Beheer de regels voor de omrekening
pl_pl: Zarządzaj zasadami przeliczania walut
