Repository: PrestaShopCorp/ps_checkout
Catalog: ps8/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: es_es, nl_nl, pl_pl

source: Here is a short summary of your order:
es_es: Este es un breve resumen de tu pedido:
nl_nl: Hier vindt u een kort overzicht van uw bestelling:
pl_pl: Oto krótkie podsumowanie twojego zamówienia:

source: The total amount of your order comes to
es_es: El importe total del pedido es de
nl_nl: Het totaalbedrag van uw bestelling is
pl_pl: Całkowita kwota twojego zamówienia wynosi

source: (tax incl.)
es_es: (IVA incluido)
nl_nl: (Incl. BTW)
pl_pl: (wraz z VAT)

source: Please confirm your order by clicking "I confirm my order".
es_es: Haz clic en "Confirmar mi pedido" para confirmar el pedido.
nl_nl: Klik op "Ik bevestig mijn bestelling" om uw bestelling te bevestigen.
pl_pl: Prosimy o potwierdzenie zamówienia przez kliknięcie „Potwierdzam zamówienie”.

source: Delete this payment method?
es_es: ¿Eliminar este método de pago?
nl_nl: Deze betaalmethode verwijderen?
pl_pl: Usunąć tę metodę płatności?

source: The following payment method will be deleted from your account:
es_es: El siguiente método de pago será eliminado de tu cuenta:
nl_nl: De volgende betaalmethode wordt van uw account verwijderd:
pl_pl: Następująca metoda płatności zostanie usunięta z Twojego konta:

source: Delete payment method
es_es: Eliminar método de pago
nl_nl: Betaalmethode verwijderen
pl_pl: Usuń metodę płatności

source: Please wait, we are processing your request
es_es: Por favor espera, estamos procesando tu solicitud
nl_nl: Even geduld alstublieft, we verwerken uw verzoek
pl_pl: Proszę czekać, przetwarzamy Twoje żądanie

source: Other payment methods
es_es: Otros métodos de pago
nl_nl: Andere betaalmethoden activeren
pl_pl: Inne metody płatności

source: I confirm my order
es_es: Confirmar el pedido
nl_nl: Ik bevestig mijn bestelling
pl_pl: Potwierdzam moje zamówienie

source: Thanks for your purchase!
es_es: ¡Gracias por tu compra!
nl_nl: Bedankt voor uw aankoop!
pl_pl: Dzięki za zakup!

source: Please wait, we are processing your payment
es_es: Por favor, espera, estamos procesando tu pago
nl_nl: Even geduld, we zijn uw betaling aan het verwerken
pl_pl: Poczekaj, przetwarzamy Twoją płatność

source: This is taking longer than expected. Please wait...
es_es: Esto está tardando más de lo esperado. Por favor, espera…
nl_nl: Dit duurt langer dan verwacht. Even geduld alstublieft…
pl_pl: To trwa dłużej niż oczekiwano. Proszę czekać…

source: Cancel
es_es: Cancelar
nl_nl: Annuleren
pl_pl: Anuluj

source: 100% secure payments
es_es: Pagos 100% seguros
nl_nl: 100% veilige betalingen
pl_pl: 100% bezpieczne płatności

source: or
es_es: o
nl_nl: of
pl_pl: lub

source: Express Checkout
es_es: Compra rápida
nl_nl: Gebruik Fast checkout

source: Unable to find PayPal Order associated to this PrestaShop Order [PRESTASHOP_ORDER_ID]
es_es: No se puede encontrar el pedido de PayPal asociado a este pedido de PrestaShop [PRESTASHOP_ORDER_ID]
nl_nl: Kan de PayPal-bestelling die bij deze PrestaShop-bestelling hoort niet vinden [PRESTASHOP_ORDER_ID].
pl_pl: Nie można znaleźć zamówienia PayPal, które odpowiada temu zamówieniu w PrestaShop [PRESTASHOP_ORDER_ID]

source: This PrestaShop Order [PRESTASHOP_ORDER_ID] is not paid with PrestaShop Checkout
es_es: Este comando de PrestaShop [PRESTASHOP_ORDER_ID] no se ha pagado con PrestaShop Checkout
nl_nl: Deze PrestaShop opdracht [PRESTASHOP_ORDER_ID] is niet betaald met PrestaShop Checkout
pl_pl: To zamówienie PrestaShop [PRESTASHOP_ORDER_ID] nie zostało opłacone przy pomocy PrestaShop Checkout

source: PayPal Order [PAYPAL_ORDER_ID] is not in the same environment as PrestaShop Checkout
es_es: La orden de PayPal [PAYPAL_ORDER_ID] no está en el mismo entorno que PrestaShop Checkout
nl_nl: PayPal-bestelling [PAYPAL_ORDER_ID] bevindt zich niet in dezelfde omgeving als PrestaShop Checkout
pl_pl: Zamówienie PayPal [PAYPAL_ORDER_ID] nie znajduje się w tym samym środowisku co PrestaShop Checkout

source: It seems your employee token is invalid.
es_es: Parece que su token de empleado no es válido.
nl_nl: Het lijkt erop dat uw medewerkers-token ongeldig is.
pl_pl: Wygląda na to, że twój token pracownik jest nieprawidłowy.

source: It seems you are logged out.
es_es: Parece que ha cerrado la sesión.
nl_nl: Het lijkt erop dat je bent uitgelogd.
pl_pl: Wydaje się, że jesteś wylogowany.

source: Your PayPal Merchant identifier seems invalid.
es_es: Su identificador de comerciante de PayPal parece no válido.
nl_nl: Uw PayPal Merchant Identifier lijkt ongeldig.
pl_pl: Twój identyfikator sklepu PayPal wydaje się nieważny.

source: We didn't receive your PayPal Merchant identifier.
es_es: No recibimos su identificador de comerciante de PayPal.
nl_nl: We hebben uw Paypal Merchant-ID niet ontvangen.
pl_pl: Nie otrzymaliśmy swojego identyfikatora handlowego PayPal.

source: Environment
es_es: Entorno
nl_nl: Omgeving
pl_pl: Środowisko

source: Test
es_es: Prueba
pl_pl: Testowe

source: Transaction details are not available
es_es: Los detalles de la transacción no están disponibles
nl_nl: Transactiegegevens zijn niet beschikbaar
pl_pl: Szczegóły transakcji nie są dostępne

source: Seller protection
es_es: Protección del vendedor
nl_nl: Verkopersbescherming
pl_pl: Ochrona sprzedawcy

source: Refund transaction totally or partially
es_es: Reembolsar totalmente o parcialmente
nl_nl: Restitutie transactie volledig of gedeeltelijk
pl_pl: Częściowy lub całkowity zwrot kosztów transakcji

source: The environment in which the transaction was made: Test or Production
es_es: El entorno en el que se realizó la transacción: Prueba o Producción
nl_nl: De omgeving waarin de transactie is uitgevoerd: Test of Productie
pl_pl: Środowisko, w którym dokonano transakcji: Testowe lub Produkcyjne

source: The bank issuer accepted the liability shift. You can safely honor the order.
es_es: El emisor del banco aceptó el cambio de responsabilidad. Puedes procesar el pedido con seguridad.
nl_nl: De uitgever van de bank heeft de aansprakelijkheidsoverdracht geaccepteerd. U kunt de bestelling met een gerust hart honoreren.
pl_pl: Bank-emitent zaakceptował przeniesienie odpowiedzialności. Możesz bezpiecznie zrealizować zamówienie.

source: Transaction details
es_es: Detalles de la transacción
nl_nl: Transactie details
pl_pl: Szczegóły transakcji

source: Your transaction refund request will be sent to PayPal. After that, you’ll need to manually process the refund action in the PrestaShop order: choose the type of refund (standard or partial) in order to generate credit slip.
es_es: Tu solicitud de transacción se enviará a PayPal. Tendrás que guardar el reembolso en el pedido de PrestaShop y, a continuación, elegir el tipo de reembolso (estándar o parcial) para generar un vale.
nl_nl: Uw transactieverzoek wordt doorgestuurd naar PayPal. U moet de terugbetaling dan in de PrestaShop bestelling registreren: kies het type terugbetaling (standaard of gedeeltelijk) om een creditnota te genereren.
pl_pl: Twoje żądanie transakcji zostanie przekazane do PayPal. Będzie trzeba zarejestrować zwrot pieniędzy w zamówieniu PrestaShop w następujący sposób: wybrać rodzaj zwrotu (standardowy lub częściowy), aby wygenerować należność.

source: Success
es_es: Éxito
nl_nl: Geslaagd
pl_pl: Sukces

source: Fees (Tax Incl.)
es_es: Comisión (impuestos incl.)
nl_nl: Kosten (incl. BTW.)
pl_pl: Opłaty (podatek).

source: PayPal Order
es_es: Referencia del pedido de PayPal:
nl_nl: PayPal Bestelreferentie:
pl_pl: Numer referencyjny zamówienia PayPal

source: The bank issuer declined the liability shift. We advice you not to honor the order immediately, wait a few days in case of chargeback and contact the consumer to ensure authenticity of the transaction. For this type of cases we also recommend to consider Chargeback protection.
es_es: El emisor del banco rechazó el cambio de responsabilidad. Te aconsejamos no procesar el pedido de inmediato, espera unos días por si hay contracargos y contacta al consumidor para verificar la autenticidad de la transacción. En este tipo de casos también recomendamos considerar la protección contra contracargos.
nl_nl: De uitgever van de bank heeft de aansprakelijkheidsoverdracht geweigerd. We raden u aan de bestelling niet meteen te honoreren, wacht een paar dagen in geval van een terugboeking en neem contact op met de klant om de echtheid van de transactie te verifiëren. Voor dit soort gevallen raden we ook aan om terugboekingsbescherming te overwegen.
pl_pl: Bank-emitent odmówił przeniesienia odpowiedzialności. Zalecamy, aby nie realizować zamówienia natychmiast – poczekaj kilka dni na wypadek obciążenia zwrotnego i skontaktuj się z klientem w celu potwierdzenia autentyczności transakcji. W takich przypadkach zalecamy również rozważenie ochrony przed obciążeniami zwrotnymi.

source: This PayPal Order has been reversed.
es_es: Esta orden de PayPal ha sido revertida.
nl_nl: Deze PayPal-bestelling is teruggedraaid.
pl_pl: To zamówienie PayPal zostało cofnięte.

source: The PayPal account that was used to create this order is no longer linked to the PrestaShop Checkout module.
es_es: La cuenta de PayPal que se utilizó para crear este pedido ya no está vinculada al módulo PrestaShop Checkout.
nl_nl: De PayPal-rekening die is gebruikt om deze bestelling te maken is niet langer gekoppeld aan de PrestaShop Checkout-module.
pl_pl: Konto PayPal, które zostało użyte do utworzenia tego zamówienia, nie jest już połączone z modułem PrestaShop Checkout.

source: Reference
es_es: Referencia del pedido
nl_nl: Bestelnummer
pl_pl: Numer zamówienia

source: Exempted
es_es: No requerido
nl_nl: Niet vereist
pl_pl: Niewymagane

source: See on PayPal
es_es: Ver en PayPal
nl_nl: Zie op PayPal
pl_pl: Zobacz na PayPal.

source: Production
es_es: Producción
nl_nl: Productie
pl_pl: Produkcyjne

source: Any change on the order?
es_es: ¿Algún cambio en el pedido?
nl_nl: Elke wijziging in de bestelling?
pl_pl: Jakakolwiek zmiana zamówienia?

source: Gross amount
es_es: Importe bruto
nl_nl: Brutobedrag
pl_pl: Kwota brutto

source: Net amount
es_es: Importe neto
nl_nl: Netto bedrag
pl_pl: Kwota netto

source: In order to see this information, please reconnect the correct PayPal account.
es_es: Para ver esta información, vuelve a conectar la cuenta de PayPal correcta.
nl_nl: Koppel de juiste PayPal-rekening opnieuw om deze gegevens te bekijken.
pl_pl: Aby zobaczyć szczegóły transakcji, połącz ponownie prawidłowe konto PayPal.

source: Your 3D Secure settings for this transaction were set to "Strong Customer Authentication (SCA) when required", but the current transaction does not require it as per the regulation.
es_es: Tu configuración de 3D Secure para esta transacción se estableció como "Autenticación Reforzada de Cliente (SCA) cuando sea requerida", pero la transacción actual no lo requiere según la regulación.
nl_nl: Uw 3D Secure-instellingen voor deze transactie waren ingesteld op "Sterke klantauthenticatie (SCA) indien vereist", maar volgens de regelgeving is dit voor de huidige transactie niet nodig.
pl_pl: Ustawienia 3D Secure dla tej transakcji zostały ustawione na "Silne Uwierzytelnienie Klienta (SCA) w razie potrzeby", ale bieżąca transakcja nie wymaga tego zgodnie z przepisami.

source: Merchant
es_es: Comerciante
nl_nl: Handelaar
pl_pl: Sprzedawca

source: Balance
es_es: Saldo
nl_nl: Rekeningsaldo
pl_pl: Saldo

source: This PayPal Order has been canceled.
es_es: Esta orden de PayPal ha sido cancelada.
nl_nl: Deze PayPal-bestelling is geannuleerd.
pl_pl: To zamówienie PayPal zostało anulowane.

source: Amount (Tax incl.)
es_es: Importe (IVA incl.)
nl_nl: Bedrag (incl. BTW.)
pl_pl: Kwota (brutto)

source: Total amount you will receive on your bank account: the order amount, minus transaction fees, minus potential refunds
es_es: Importe total que recibirá en su cuenta bancaria: el importe del pedido, menos las comisiones, menos los reembolsos potenciales
nl_nl: Totaalbedrag U ontvangt op uw bankrekening: het bestelbedrag, minus transactiekosten, minus potentiële restituties
pl_pl: Całkowita kwota otrzymasz na koncie bankowym: Kwota zamówienia, minus opłaty za transakcje, minus potencjalne refundacje

source: Go to PrestaShop Checkout
es_es: Ir a PrestaShop Checkout
nl_nl: Naar PrestaShop Checkout
pl_pl: Przejdź do PrestaShop Checkout

source: Learn more
es_es: Más información
nl_nl: Meer informatie
pl_pl: Dowiedz się więcej

source: Transaction amounts
es_es: Importe de transacción
nl_nl: Transactiebedragen
pl_pl: Kwoty transakcji

source: Maximum [AMOUNT_MAX] [CURRENCY] (Tax incl.)
es_es: Máximo [AMOUNT_MAX] [CURRENCY] (IVA incluido)
nl_nl: Maximaal [AMOUNT_MAX] [CURRENCY] (incl. BTW)
pl_pl: Maksymalnie [AMOUNT_MAX] [CURRENCY] (z VAT)

source: Amount (Tax Incl.)
es_es: Importe (IVA incl.)
nl_nl: Bedrag (incl. BTW.)
pl_pl: Kwota (brutto)

source: Liability shift
es_es: Cambio de responsabilidad
nl_nl: Aansprakelijkheidsoverdracht
pl_pl: Przeniesienie odpowiedzialności

source: Payment mode
es_es: Modo de pago
nl_nl: Betaalmethode
pl_pl: Sposób płatności

source: Bank
es_es: Banco

source: Status
es_es: Estado

source: Net amount to refund
es_es: Importe neto a reembolsar
nl_nl: Netto bedrag om terug te betalen
pl_pl: Kwota netto do zwrotu pieniędzy

source: Card does not support 3D Secure
es_es: La tarjeta no admite 3D Secure
nl_nl: Kaart ondersteunt geen 3D Secure
pl_pl: Karta nie obsługuje 3D Secure

source: Order details
es_es: Detalles de pedido
nl_nl: Bestel Details
pl_pl: Szczegóły zamówienia

source: Confirm refund
es_es: Confirmar el reembolso
nl_nl: Bevestig de restitutie
pl_pl: Potwierdź zwrot pieniędzy

source: Maximum [AMOUNT_MAX] [CURRENCY] (tax included)
es_es: Máximo [AMOUNT_MAX] [CURRENCY] (IVA incluido)
nl_nl: Maximaal [AMOUNT_MAX] [CURRENCY] (incl. BTW)
pl_pl: Maksymalnie [AMOUNT_MAX] [CURRENCY] (z VAT)

source: Card holder name is invalid
es_es: El nombre del titular de la tarjeta no es válido
nl_nl: De naam van de Kaarthouder is ongeldig
pl_pl: Imię i nazwisko posiadacza karty jest nieprawidłowe

source: 3-digits
es_es: código de 3 dígitos
nl_nl: 3-cijferige
pl_pl: 3-cyfrowy

source: Card vendor is invalid
es_es: El proveedor de la tarjeta no es válido
nl_nl: Kaartaanbieder is ongeldig
pl_pl: Wydawca karty jest nieprawidłowy

source: code on the back of your credit card. In some cases, it can be 4-digits or on the front of your card.
es_es: en la parte posterior de tu tarjeta de crédito. En algunos casos, puede ser de 4 dígitos o estar en la parte frontal de la tarjeta.
nl_nl: code op de achterkant van uw creditcard. In sommige gevallen kan het 4 cijfers zijn of op de voorkant van uw kaart staan.
pl_pl: kod znajdujący się z tyłu karty kredytowej. W niektórych przypadkach może być 4-cyfrowy lub znajdować się z przodu karty.

source: CVV code is invalid
es_es: El código CVV no es válido
nl_nl: CVV-code is ongeldig
pl_pl: Kod CVV jest nieprawidłowy

source: Card expiration date
es_es: Fecha de vencimiento de la tarjeta
nl_nl: Vervaldatum van de kaart
pl_pl: Data ważności karty

source: Card expiration date is invalid
es_es: La fecha de vencimiento de la tarjeta no es válida
nl_nl: De vervaldatum van de kaart is ongeldig
pl_pl: Data ważności karty jest nieprawidłowa

source: Card number is invalid
es_es: El número de tarjeta no es válido
nl_nl: Kaartnummer is ongeldig
pl_pl: Numer karty jest nieprawidłowy

source: Cardholder Name (optional)
es_es: Nombre del titular de la tarjeta (opcional)
nl_nl: Naam van de Kaarthouder (optioneel)
pl_pl: Imię i nazwisko właściciela karty (opcjonalnie)

source: The security code is a
es_es: El código de seguridad es un
nl_nl: De beveiligingscode is een
pl_pl: Kod zabezpieczający to

source: Go back to module configuration
es_es: Regresar a la configuración del módulo
nl_nl: Ga terug naar Module-configuratie
pl_pl: Wróć do konfiguracji modułu

source: An error occurred on PayPal Onboarding, please try again.
es_es: Se produjo un error en la incorporación de PayPal. Vuelva a intentarlo.
nl_nl: Er is een fout opgetreden bij Paypal aan boord, probeer het opnieuw.
pl_pl: Wystąpił błąd w PayPal na pokładzie, spróbuj ponownie.

source: Your order is waiting for payment confirmation. You will receive an email when your payment has been validated. You can also check the order status in your order history in your account.
es_es: Estamos confirmando tu pago. Recibirás la confirmación en tu correo electrónico una vez este haya sido validado. También puedes comprobar directamente el estado de tu pedido en el historial de pedidos de tu cuenta.
nl_nl: Uw bestelling wacht op bevestiging van betaling. U ontvangt een e-mail wanneer uw betaling is gevalideerd. U kunt de status van uw bestelling ook controleren in uw bestelgeschiedenis in uw account.
pl_pl: Twoje zamówienie czeka na potwierdzenie płatności. Otrzymasz wiadomość e-mail, gdy Twoja płatność zostanie zatwierdzona. Możesz również sprawdzić status zamówienia w historii zamówień na swoim koncie.

source: Your order is confirmed.
es_es: Tu pedido está confirmado.
nl_nl: Uw bestelling is bevestigd.
pl_pl: Twoje zamówienie jest potwierdzone.

source: Processing payment canceled, please choose another payment method or try again.
es_es: Procesamiento de pago cancelado, elige otro método de pago o inténtalo de nuevo.
nl_nl: Verwerking van de betaling geannuleerd, kies alstublieft een andere betaalmethode of probeer het opnieuw.
pl_pl: Proces płatności zostal anulowany. Spróbuj ponownie lub wybierz inną formę płatności.

source: Pay by card
es_es: Pagar con tarjeta
nl_nl: Betalen met kaart
pl_pl: Zapłać z Karta

source: The customer must resolve the contingency before the payment can be processed.
es_es: El cliente debe resolver el problema antes de que este pago pueda procesarse.
nl_nl: De klant moet de onvoorziene situatie oplossen voordat deze betaling kan worden verwerkt.
pl_pl: Klient powinien rozwiązać awarię, aby móc dokonać płatności.

source: Order has previously been saved. Please contact customer service to check that your order has successfully been validated.
es_es: Pedido ya validado. Ponte en contacto con el servicio de atención al cliente para comprobar que tu pedido se ha validado correctamente.
nl_nl: Bestelling reeds bevestigd. Neem contact op met de klantenservice om te controleren of uw bestelling met succes is bevestigd.
pl_pl: Zamówienie zostało zatwierdzone. Prosimy o kontakt z działem obsługi klienta w celu sprawdzenia, czy zamówienie zostało pomyślnie zatwierdzone.

source: You skipped 3D Secure validation, please try again or try another payment method.
es_es: Tienes que superar la comprobación 3D Secure. Inténtalo de nuevo o inténtalo con otro método de pago.
nl_nl: U hebt de 3D Secure verificatie overgeslagen, probeer het nog eens of probeer een andere betaalmethode.
pl_pl: Przeszedłeś weryfikację 3D Secure, spróbuj ponownie lub wypróbuj inną metodę płatności.

source: The merchant account is restricted. Please try later or contact customer service to process your order.
es_es: La cuenta del comerciante es limitada. Inténtalo de nuevo más tarde o ponte en contacto con el servicio de atención al cliente para procesar tu pedido.
nl_nl: Het merchant account is beperkt. Probeer het later nog eens of neem contact op met de klantenservice om uw bestelling te verwerken.
pl_pl: Rachunek sklepu wiąże się ograniczeniami. Prosimy spróbować ponownie później lub skontaktować się z działem obsługi klienta w celu realizacji zamówienia.

source: Please save the order by calling v2/orders/{order_id}/save or alternately, If you don't intend to save the order, PATCH the order to update the value of `processing_instruction` to NO_INSTRUCTION.
es_es: Por favor, el guarda el pedido llamando a v2/orders/{order_id}/save o, alternativamente, si deseas guardar el pedido, PATCH el pedido para actualizar el valor de `processing_instruction` a NO_INSTRUCTION.
nl_nl: Sla de order op door ze v2/orders/{order_id}/save te noemen of anders, als u niet van plan bent de order op te slaan, PATCH de order om de waarde van `processing_instruction` te updaten naar NO_INSTRUCTION.
pl_pl: Zapisz zamówienie przez wywołanie v2/orders/{order_id}/save lub alternatywnie, jeśli nie zamierzasz zapisać zamówienia, POPRAW zamówienie, aby zaktualizować wartość `processing_instruction` do NO_INSTRUCTION.

source: The requested agreement is already canceled. This error occurs when the agreement for an authorized payment or captured payment is already canceled.
es_es: El acuerdo solicitado ya está cancelado. Este error se produce cuando ya se ha cancelado el acuerdo de un pago autorizado o guardado.
nl_nl: De gevraagde toestemming is al geannuleerd. Deze fout treedt op wanneer de toestemming voor een geautoriseerde betaling of vastgelegde betaling al geannuleerd is.
pl_pl: Wymagana zgoda została anulowana. Błąd ten pojawia się, gdy autoryzacja płatności lub zapisana płatność została anulowana.

source: Authorization amount exceeds allowable limit. Please provide the authorization amount within allowable limit and try again.
es_es: El importe de la autorización excede el límite autorizado. Proporcionar un importe de autorización dentro de los límites autorizados e inténtalo de nuevo.
nl_nl: Het bedrag van de vergunning overschrijdt de toegestane limiet. Geef een autorisatiebedrag binnen de toegestane limiet en probeer het opnieuw.
pl_pl: Kwota autoryzacji przekracza dozwolony limit. Podaj kwotę autoryzacji w ramach zatwierdzonych limitów i spróbuj ponownie.

source: This order has been previously voided and cannot be voided again. Verify the order id and try again.
es_es: Este pedido ya ha sido cancelado y no puede volver a ser cancelado. Comprueba la referencia del pedido e inténtalo de nuevo.
nl_nl: Deze bestelling is al geannuleerd en kan niet opnieuw worden geannuleerd. Controleer het bestelnummer en probeer het opnieuw.
pl_pl: To zamówienie zostało już anulowane i nie może być ponownie anulowane. Sprawdź numer zamówienia i spróbuj ponownie.

source: Card processing payment error, please try again or try another payment method.
es_es: Error al procesar el pago con tarjeta. Inténtalo de nuevo o inténtalo con otro método de pago.
nl_nl: Foutieve verwerking van de betaling met credit card, probeer het opnieuw of probeer een andere betaalmethode.
pl_pl: Wystąpił błąd w przetwarzaniu płatności kartą, spróbuj ponownie lub wybierz inną metodę płatności.

source: Payee account is not setup to be able to process card payments. Please contact PayPal customer support.
es_es: La cuenta comercial no está configurada para aceptar pagos con tarjeta. Ponte en contacto con el servicio de atención al cliente de PayPal.
nl_nl: De merchant account is niet geconfigureerd om kaartbetalingen te accepteren. Neem contact op met de klantenservice van PayPal.
pl_pl: Konto sprzedawcy nie jest dostosowane do przyjmowania płatności kartą. Prosimy o kontakt z obsługą klienta PayPal.

source: The value of a field is invalid.
es_es: El valor de uno de los campos no es válido.
nl_nl: De waarde van een van de velden is ongeldig.
pl_pl: Wartość jednego z pól jest nieważna.

source: The card number, the expiry date or the CVV is invalid. Please verify all three and try again.
es_es: El número de tarjeta, la fecha de caducidad o el cod. de seguridad no son válidos. Compruébalos e inténtalo de nuevo.
nl_nl: Het kaartnummer, de vervaldatum of de veiligheidscode is ongeldig. Controleer ze en probeer het opnieuw.
pl_pl: Numer karty, data ważności lub CCV są nieważne. Sprawdź je i spróbuj jeszcze raz.
