Repository: PrestaShopCorp/ps_checkout
Catalog: ps8/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: es_es, nl_nl, pl_pl

source: You need to connect to both PrestaShop and PayPal accounts to activate all payment methods
es_es: Debes conectarte a tus cuentas PrestaShop y PayPal para activar todos los métodos de pago
nl_nl: U moet zich aanmelden met uw PrestaShop- en PayPal-account om alle betaalmethoden te activeren
pl_pl: Musisz zalogować się do obu kont, PrestaShop i PayPal, aby aktywować wszystkie metody płatności

source: Language
es_es: Nacionalidad
nl_nl: Nationaliteit
pl_pl: Narodowość

source: Tax
es_es: Impuesto
nl_nl: Belasting
pl_pl: Podatek

source: Integrated Credit Card fields provide the best payment experience you can find in PrestaShop. Well integrated in your checkout process, not branded, with the fewest number of fields, and lowest fee rates (see them on
es_es: Los campos de la tarjeta de crédito inteligente proporcionan la mejor experiencia de pago que se puede encontrar en PrestaShop. Bien integrado en su proceso de compra, sin marcas, con el menor número de campos, y con las tasas más bajas de costes (véase en
nl_nl: Geïntegreerde creditcardvelden bieden de beste betalingservaring die u kunt vinden in de PrestaShop. Goed geïntegreerd in uw afrekenproces, zonder merk, met het minste aantal velden en de laagste tarieven (zie ze op
pl_pl: Zintegrowane pola kart kredytowych zapewniają najlepsze doświadczenia z obsługą płatności w ramach w PrestaShop. Dobrze zintegrowana w procesie płatności, bez logo, z najmniejszą ilością pól i najniższymi stawkami opłat (zobacz je na stronie

source: See below the transactions processed with PrestaShop Checkout, limited to the last 1000 to load them faster.
es_es: Consulta a continuación las transacciones procesadas con PrestaShop Checkout, limitadas a las 1000 últimas para cargarlas más deprisa.
nl_nl: Hieronder vindt u de transacties die met PrestaShop Checkout zijn verwerkt. Om het laden te versnellen worden enkel de laatste 1000 getoond.
pl_pl: Poniżej znajdziesz transakcje przetworzone przez PrestaShop Checkout. Wyświetlanych jest tylko 1000 najnowszych, aby przyspieszyć ładowanie.

source: Reset
es_es: Reiniciar
nl_nl: Resetten
pl_pl: Resetuj

source: Configure your bank statements description
es_es: Configura la descripción de tus extractos bancarios
nl_nl: Configureer de beschrijving van uw bankafschriften
pl_pl: Skonfiguruj opis wyciągów bankowych

source: Pill
es_es: Píldora
nl_nl: Pil
pl_pl: Okrągły

source: Note that you cannot collect payments with test mode
es_es: Ten en cuenta que en el modo de prueba no puedes cobrar ningún importe
nl_nl: Vergeet niet dat u geen betalingen kunt innen in de testmodus
pl_pl: Pamiętaj, że w trybie testowym nie możesz pobierać płatności

source: please check our list of customizable settings
es_es: consulta nuestra lista de ajustes personalizables
nl_nl: bekijk dan onze lijst met aanpasbare instellingen
pl_pl: sprawdź naszą listę ustawień, które można dostosować

source: Business type
es_es: Tipo de empresa
nl_nl: Bedrijfstype
pl_pl: Typ firmy

source: No confirmation email?
es_es: ¿El email de confirmación no ha llegado?
nl_nl: Geen bevestigingsmail?
pl_pl: E-mail z potwierdzeniem nie dotarł?

source: Country
es_es: País
nl_nl: Land
pl_pl: Kraj

source: PayPal account
es_es: Cuenta PayPal
pl_pl: Konto PayPal

source: We recommend « Capture at shipping » if you are a lean manufacturer or a craft products seller
es_es: Te recomendamos la opción Pago al momento de si vendes productos artesanales o producidos bajo pedido
nl_nl: We raden ‘Afhouden bij verzending’ aan als u een kleine fabrikant bent of ambachtelijke producten verkoopt
pl_pl: Zalecamy „Przechwytywanie przy wysyłce”, jeśli jesteś drobnym producentem lub sprzedawcą produktów rzemieślniczych

source: To test your payment method you can make a real transaction (prefer small amount), and once you have observed the money on your account, make a refund on the corresponding order page. Warning, you will not recover the fees.
es_es: Para probar tu método de pago puedes realizar una transacción real (preferiblemente una cantidad pequeña), y una vez que hayas confirmado el dinero en tu cuenta, realizar un reembolso en la página de pedido correspondiente. Atención, no recuperarás los costes.
nl_nl: Om uw betaalmethode te testen kunt u een echte transactie doen (bij voorkeur een klein bedrag), en zodra u het geld op uw rekening hebt waargenomen, een terugbetaling doen op de desbetreffende bestelpagina. Waarschuwing, u zult de kosten niet terugkrijgen.
pl_pl: Aby przetestować metodę płatności, możesz dokonać prawdziwej transakcji (najlepiej na niewielką kwotę), a po zaobserwowaniu pieniędzy na koncie, dokonać zwrotu na odpowiedniej stronie zamówienia. Ostrzeżenie: nie odzyskasz opłat.

source: Errors
es_es: Errores
nl_nl: Fouten
pl_pl: Błędy

source: Starting from
es_es: A partir de
nl_nl: Vanaf
pl_pl: Począwszy od

source: Account declined
es_es: Cuenta rechazada
nl_nl: Account geweigerd
pl_pl: Konto odrzucone

source: Adjust shape for all buttons
es_es: Ajustar la forma de todos los botones
nl_nl: Vorm aanpassen voor alle knoppen
pl_pl: Dostosowania kształtu dla wszystkich przycisków

source: Your account needs further checks to accept Credit and Debit Cards payment.
es_es: Es necesario efectuar más comprobaciones en tu cuenta para aceptar las tarjetas bancarias.
nl_nl: Om betalingen per credit- en debetcard te accepteren, moet uw account aanvullend worden geverifieerd.
pl_pl: Twoje konto wymaga dodatkowej weryfikacji, by móc przyjmować płatności za pomocą kart kredytowych i debetowych.

source: Recommended
es_es: Recomendado
nl_nl: Aanbevolen
pl_pl: Polecamy

source: Competitive and transparent fees
es_es: Tarifas competitivas y transparentes
nl_nl: Concurrerende en transparante tarieven
pl_pl: Konkurencyjne i przejrzyste opłaty

source: Additional information is required to complete background check. Please go on your www.paypal.com account and check the notification bell on the top right to know which documents are needed. It could be:
es_es: Se requiere información adicional para verificar los antecedentes. Conéctate a tu cuenta en www.paypal.com y consulta las notificaciones en la parte superior derecha para saber qué documentos son necesarios. Estos podrían ser:
nl_nl: Er is aanvullende informatie nodig om het achtergrondonderzoek te kunnen uitvoeren. Ga naar uw account op www.paypal.com en klik op de berichtenbel rechts bovenaan om te weten welke documenten nodig zijn. Dat kunnen onder andere de volgende documenten zijn:
pl_pl: Wymagane są dodatkowe informacje w celu weryfikacji konta. Przejdź do swojego konta w serwisie www.paypal.com i kliknij ikonę dzwonka powiadomień w górnej części ekranu, aby dowiedzieć się, jakie dokumenty są wymagane. Mogą to być np.

source: Help
es_es: Ayuda
nl_nl: Hulp
pl_pl: Pomoc

source: Submit idea
es_es: Presentar una idea
nl_nl: Idee indienen
pl_pl: Zgłoś pomysł

source: Fraud tool
es_es: Herramienta de gestión de fraudes
nl_nl: Fraudetool
pl_pl: Narzędzie do wykrywania oszustw

source: Change rounding settings
es_es: Cambiar las configuraciones de redondeo
nl_nl: De afrondingsconfiguraties wijzigen
pl_pl: Zmiana konfiguracji zaokrąglania

source: Define PayPal express checkout flow
es_es: Definir el flujo del pago exprés con PayPal
nl_nl: Definieer de ‘Express checkout’-procedure met PayPal
pl_pl: Utwórz procedurę PayPal Express Checkout

source: Choose page location
es_es: Seleccionar la ubicación en la página
nl_nl: Selecteer een locatie voor de pagina
pl_pl: Wybierz położenie strony

source: PayPal Branded Credit Card Fields
es_es: Campos de la tarjeta de crédito de PayPal
nl_nl: Credit card velden met het PayPal merk
pl_pl: Pola karty kredytowej z logo PayPal

source: Log in with your PrestaShop Checkout account
es_es: Conéctate con tu cuenta PrestaShop Checkout
nl_nl: Log in met uw PrestaShop Checkout account
pl_pl: Zaloguj się za pomocą konta PrestaShop Checkout

source: Please contact PayPal Customer Service
es_es: Contacta con el Servicio de Atención al Cliente de PayPal
nl_nl: Neem contact op met de klantenservice van PayPal
pl_pl: Prosimy o kontakt z Działem Obsługi Klienta PayPal

source: Know more about my account approval
es_es: Más información acerca de la aprobación de mi cuenta
nl_nl: Meer info over goedkeuring van mijn account
pl_pl: Dowiedz się więcej na temat procedury zatwierdzenia konta

source: Error, try later.
es_es: Error, vuelve a intentarlo más tarde.
nl_nl: Er ging iets fout. Probeer het later opnieuw.
pl_pl: Błąd, proszę spróbować później.

source: Available
es_es: Disponible
nl_nl: Beschikbaar
pl_pl: Dostępny

source: I agree to the
es_es: Acepto las
nl_nl: Ik accepteer
pl_pl: Akceptuję

source: Details for Bank statements
es_es: Detalles para los extractos bancarios
nl_nl: Details voor bankafschriften
pl_pl: Szczegóły dotyczące wyciągów bankowych

source: pending
es_es: pendiente
nl_nl: In afwachting van goedkeuring
pl_pl: Oczekująca

source: Additional Details
es_es: Detalles adicionales
nl_nl: Aanvullende informatie
pl_pl: Dodatkowe szczegóły

source: Limit your fraud rate
es_es: Limita tu tasa de fraude
nl_nl: Beperk uw fraudepercentage
pl_pl: Ogranicz liczbę oszustw

source: Bank account
es_es: Cuenta bancaria
nl_nl: Bankrekening
pl_pl: Rachunek bankowy

source: Mrs
es_es: Señora
nl_nl: Mevr.
pl_pl: Pani

source: Credit Card availability suspended
es_es: Disponibilidad de la tarjeta de crédito suspendida
nl_nl: Beschikbaarheid van de creditcard in de wacht gezet
pl_pl: Zawieszenie dostępności kart kredytowych

source: As soon as PayPal gets all your documents, you'll have to wait 48h for final approval.
es_es: Tan pronto como PayPal reciba todos tus documentos, tendrás que esperar 48 horas para la aprobación final.
nl_nl: Zodra PayPal al uw documenten heeft, moet u 48 uur wachten op de definitieve goedkeuring.
pl_pl: Jak tylko PayPal otrzyma wszystkie Twoje dokumenty, należy odczekać 48 h na ostateczne zatwierdzenie.

source: All transactions
es_es: Todas las transacciones
nl_nl: Alle transacties
pl_pl: Wszystkie transakcje

source: You can process
es_es: Puedes hacer operaciones
nl_nl: U beschikt
pl_pl: Możesz przetworzyć

source: Sign in or login to provide every payment method to your customer.
es_es: Crea una cuenta o inicia sesión para ofrecer todos los métodos de pago a tus clientes.
nl_nl: Meld u aan of log in om uw klant alle betaalmethoden aan te bieden
pl_pl: Zarejestruj się lub zaloguj, aby zaoferować swoim klientom wszystkie metody płatności.

source: Activation status
es_es: Estado de activación
nl_nl: Status van activering
pl_pl: Status aktywacji

source: Forgot password?
es_es: ¿Olvidaste tu contraseña?
nl_nl: Wachtwoord vergeten?
pl_pl: Nie pamiętasz hasła?

source: Settings updated !
es_es: ¡Configuraciones actualizadas!
nl_nl: Configuraties bijgewerkt!
pl_pl: Konfiguracje zostały zaktualizowane!

source: An error occured, the PayPal sign up or login window can't be opened. Please wait a bit and click again.
es_es: Se ha producido un error, la ventana de registro de PayPal o de inicio de sesión no puede abrirse. Por favor, espera un poco y haz clic de nuevo.
nl_nl: Er is een fout opgetreden, het PayPal aanmeld- of inlogscherm kan niet worden geopend. Wacht even en klik opnieuw.
pl_pl: Wystąpił błąd, okno logowania lub rejestracji PayPal nie może zostać otwarte. Poczekaj chwilę i kliknij ponownie.

source: The email address is badly formatted.
es_es: El formato del correo electrónico es incorrecto.
nl_nl: Het formaat van het e-mailadres is ongeldig.
pl_pl: Adres e-mail jest nieprawidłowo sformatowany.

source: Credit Card information, bank account information and ID card
es_es: Información de la tarjeta de crédito, información de la cuenta bancaria, documento de identidad...
nl_nl: Creditcardgegevens, bankrekeninggegevens en identiteitskaart
pl_pl: dane karty kredytowej, dane konta bankowego i dowód tożsamości

source: By submitting this form, I agree that the data provided may be collected by PrestaShop S.A to create your PrestaShop Checkout account. By creating your account, you will receive commercial prospecting from PrestaShop
es_es: Al enviar este formulario, aceptas que PrestaShop S.A. puede utilizar la información proporcionada para crear tu cuenta PrestaShop Checkout. Al crear tu cuenta, recibirás prospección comercial de PrestaShop
nl_nl: Door dit formulier in te dienen, verklaar ik me ermee akkoord dat de door mij verstrekte gegevens door PrestaShop S.A. worden gebruikt om mijn PrestaShop Checkout-account aan te maken. Maakt u een account aan, dan ontvangt u reclameberichten van PrestaShop
pl_pl: Przesyłając ten formularz, wyrażam zgodę na gromadzenie podanych danych przez PrestaShop S.A. w celu założenia konta PrestaShop Checkout. W przypadku założeniu konta będziesz otrzymywać informacje handlowe od PrestaShop

source: Logging out will deactivate all payment methods. You will no longer be able to receive payments with PrestaShop Checkout.
es_es: La desconexión desactivará todos los métodos de pago. No podrás recibir pagos con PrestaShop Checkout.
nl_nl: Logt u uit, dan worden alle betaalmethoden gedeactiveerd. U kunt dan geen betalingen via PrestaShop Checkout meer ontvangen.
pl_pl: Wylogowanie się spowoduje dezaktywację wszystkich metod płatności. Nie będziesz już móc otrzymywać płatności za pomocą PrestaShop Checkout.

source: Choose page location for buttons
es_es: Elije la ubicación de los botones en la página
nl_nl: Kies de plaats van de knoppen op de pagina
pl_pl: Wybierz miejsce wyświetlania przycisków

source: You can choose the type of credit card fields only if Credit card is activated in « Customize checkout experience » tab.
es_es: Puedes elegir el tipo de campos de la tarjeta de crédito solo si la tarjeta de crédito está activada en la pestaña "Personalizar la experiencia de pago".
nl_nl: U kunt het type creditcardvelden alleen kiezen als de creditcard is geactiveerd in het tabblad "Kassa-ervaring aanpassen".
pl_pl: Możesz wybrać typ pola karty kredytowej tylko wtedy, gdy karta kredytowa jest aktywna w zakładce „Zindywidualizuj proces płatności".

source: Postcode
es_es: Código postal
pl_pl: Kod pocztowy

source: Suspended
es_es: Suspendido
nl_nl: Geschorst
pl_pl: Zawieszono

source: Background check is currently undergoing
es_es: Se está realizando una comprobación adicional de antecedentes.
nl_nl: Er wordt momenteel een achtergrondonderzoek uitgevoerd
pl_pl: Trwa kontrola sytuacji

source: Last name
es_es: Apellidos
nl_nl: Achternaam
pl_pl: Nazwisko

source: Sign up on order page
es_es: Regístrate en la página del pedido
nl_nl: Zich aanmelden op de bestelpagina
pl_pl: Zarejestruj się na stronie zamówienia

source: Order Id
es_es: Referencia del pedido
nl_nl: Bestelnummer
pl_pl: Numer zamówienia

source: Fill out the form to complete registration:
es_es: Rellena el formulario para completar el registro:
nl_nl: Vul het formulier in om de registratie te voltooien:
pl_pl: Wypełnij formularz, aby dokończyć rejestrację:

source: Commission
es_es: Comisión
nl_nl: Commissie
pl_pl: Prowizja

source: We will send you a link to reset your password.
es_es: Te enviaremos un enlace para restablecer tu contraseña.
nl_nl: We zullen u een link sturen zodat u uw wachtwoord kunt resetten.
pl_pl: Wyślemy Ci link umożliwiający zresetowanie hasła.

source: Setup fraud tool
es_es: Configurar la herramienta contra el fraude
nl_nl: Configuratie van fraudetool
pl_pl: Ustaw narzędzie śledzenia oszustw

source: Live
es_es: Activo
pl_pl: Aktywny

source: Blue
es_es: Azul
nl_nl: Blauw
pl_pl: Niebieski

source: Business phone
es_es: Teléfono de la empresa
nl_nl: Bedrijfstelefoon
pl_pl: Telefon służbowy

source: Gold
es_es: Dorado
nl_nl: Goud
pl_pl: Złoto

source: Use another account
es_es: Usar otra cuenta
nl_nl: Een ander account gebruiken
pl_pl: Użyj innego konta

source: You are now logged in with your
es_es: Has iniciado sesión con tu cuenta
nl_nl: U bent nu ingelogd met uw account
pl_pl: Jesteś teraz zalogowany do konta

source: An agency
es_es: Una agencia
nl_nl: Een advertentiebureau
pl_pl: Agencją

source: You're all set !
es_es: ¡Ya está todo listo!
nl_nl: U bent nu helemaal klaar!
pl_pl: Wszystko gotowe!

source: Information needed
es_es: Datos obligatorios
nl_nl: Informatie nodig
pl_pl: Potrzebna informacja

source: Your rounding settings are now fully compatible
es_es: Tus configuraciones de redondeo son ahora compatibles
nl_nl: Uw afrondingsconfiguraties zijn nu compatibel
pl_pl: Twoje konfiguracje zaokrąglania są teraz kompatybilne

source: This feature availability is based on eligibility criteria.
es_es: La disponibilidad de esta característica se basa en los criterios de elegibilidad.
nl_nl: De beschikbaarheid van deze functie is afhankelijk van de toelatingscriteria.
pl_pl: Dostępność tej funkcji zależy od spełnienia określonych kryteriów.

source: Once you are done with the first shop, you can configure the others: select them one by one with the shop selector, in the horizontal menu.
es_es: Una vez que hayas terminado con la primera tienda, podrás configurar el resto: selecciónalas una por una con el selector de tiendas del menú horizontal.
nl_nl: Zodra de eerste winkel is geconfigureerd, kunt u doorgaan met de andere: selecteer ze één voor één in het horizontale menu met de winkelselector.
pl_pl: Po ukończeniu konfiguracji pierwszego sklepu możesz zająć się następnymi: wybieraj je kolejno za pomocą narzędzia wyboru sklepu w poziomym menu.

source: Continue
es_es: Continuar
nl_nl: Doorgaan
pl_pl: Kontynuuj

source: Tips
es_es: Consejos
pl_pl: Wskazówki

source: The capability can no longer be used and there are no remediation steps available to regain the functionality.
es_es: Ya no se pueden utilizar las funcionalidades y no existe solución para recuperar estos permisos.
nl_nl: De functies kunnen niet meer gebruikt worden en er is geen oplossing om deze rechten op te vragen.
pl_pl: Nie można dalej korzystać z tych funkcji i nie ma rozwiązania pozwalającego na odzyskanie tych uprawnień.

source: Type
es_es: Tipo
pl_pl: Rodzaj

source: Before commission
es_es: Antes de la comisión
nl_nl: Voor de commissie
pl_pl: Przed pobraniem prowizji

source: It can take several days. If further information is needed, you will be notified. Please check your emails or your notification bell on the top right of your www.paypal.com account and follow the instructions.
es_es: Puede tardar varios días. Si necesitamos más información, recibirás una notificación. Comprueba tu correo electrónico o las notificaciones en la parte superior derecha de tu cuenta en www.paypal.com y sigue las instrucciones.
nl_nl: Dit kan enkele dagen duren. Als er meer informatie nodig is, wordt u op de hoogte gebracht. Controleer de e-mails via uw berichtenbel rechts bovenaan in uw account op www.paypal.com en volg de instructies.
pl_pl: Może to potrwać kilka dni. Otrzymasz powiadomienie, jeśli potrzebne będą dodatkowe informacje. Sprawdź skrzynkę e-mail lub kliknij ikonę dzwonka powiadomień w prawym górnym rogu Twojego konta w serwisie www.paypal.com i postępuj zgodnie z instrukcjami.

source: Change currencies ISO Codes
es_es: Cambiar Códigos ISO de las divisas
nl_nl: Landen ISO-codes wijzigen
pl_pl: Zmień kody ISO walut

source: Are you sure you want to logout ?
es_es: ¿Estás seguro de que deseas desconectarte?
nl_nl: Weet u zeker dat u wilt uitloggen?
pl_pl: Czy na pewno chcesz się wylogować?

source: The password is missing.
es_es: Falta la contraseña.
nl_nl: Het wachtwoord ontbreekt.
pl_pl: Brak hasła.

source: You can manage the currencies of your PayPal account. Ideally, make them match with the available currencies of your store.
es_es: Puedes gestionar las divisas de tu cuenta de PayPal. Lo ideal sería hacerlas coincidir con las divisas disponibles en tu tienda.
nl_nl: U kunt de valuta van uw PayPal-rekening beheren. Laat ze bij voorkeur overeenkomen met de beschikbare valuta van uw winkel.
pl_pl: Możesz zarządzać walutami w ramach swojego konta PayPal. Najlepiej, aby były one zgodne z walutami używanymi w Twoim sklepie.

source: You can process a limited amount in card transactions.
es_es: Puedes aceptar una cantidad total limitada en las transacciones con tarjeta bancaria.
nl_nl: U kunt betaalkaarttransacties met een beperkt bedrag verwerken.
pl_pl: Możesz przeprowadzić ograniczoną liczbę transakcji kartą.

source: Activate payment methods
es_es: Activar métodos de pago
nl_nl: Betaalmethoden activeren
pl_pl: Aktywuj różne metody płatności

source: We sent you an email with instructions to reset your password. Please check your inbox.
es_es: Te hemos enviado un correo electrónico con las instrucciones para restablecer tu contraseña. Revisa tu bandeja de entrada.
nl_nl: We hebben u een e-mail gestuurd met instructies zodat u uw wachtwoord kunt resetten. Houd uw inbox in de gaten.
pl_pl: Wyślemy Ci wiadomość e-mail z instrukcjami resetowania hasła. Sprawdź w skrzynce e-mail.

source: Unfortunately, you have revoked PrestaShop Checkout permissions. Credit card payments cannot be processed for you. You can still receive payments via PayPal. Please, log out your PayPal account just below and link your account giving permission again. You can contact PayPal help center to have more information about your account.
es_es: Desafortunadamente, has revocado los permisos de PrestaShop Checkout. El pago con tarjeta de crédito no está disponible en este momento. Puedes recibir pagos a través de PayPal. Cierra sesión en PayPal y vuelve a conectarte. Puedes ponerse en contacto con el servicio de atención al cliente de PayPal para obtener más información sobre tu cuenta de PayPal.
nl_nl: Helaas hebt u de PrestaShop Checkout-rechten ingetrokken. Betaling met creditcard is op dit moment niet mogelijk. U kunt betalingen ontvangen via PayPal. We verzoeken u de verbinding met uw PayPal-rekening te verbreken en deze opnieuw te koppelen om de rechten weer te geven. U kunt contact opnemen met de PayPal-klantenservice om meer informatie over uw PayPal-rekening te krijgen.
pl_pl: Niestety uprawnienia PrestaShop Checkout zostały anulowane. Płatność kartą kredytową nie jest w tym momencie dostępna. Możesz otrzymywać płatności przez PayPal. Prosimy o odłączenie konta PayPal i ponowne połączenie go, aby uprawnienia mogły być od nowa nadane. Aby uzyskać więcej szczegółów na temat swojego konta PayPal, możesz skontaktować się z działem obsługi klienta PayPal.

source: No faq available. Try later.
es_es: Preguntas frecuentes no disponibles. Inténtalo de nuevo más tarde.
nl_nl: Geen FAQ's beschikbaar. Probeer het later opnieuw.
pl_pl: Brak dostępnych często zadawanych pytań. Spróbuj ponownie później

source: Design smart payment buttons
es_es: Diseñar botones de pago inteligentes
nl_nl: Ontwerp slimme betaalknoppen
pl_pl: Zaprojektuj inteligentne przyciski płatności

source: You can choose the short or long description that appears on your customer's bank statements. Let's make them sure to understand their transaction!
es_es: Puedes elegir la descripción corta o larga que aparece en los extractos bancarios de los clientes. ¡Asegurémonos de que entiendan la transacción!
nl_nl: U kunt de korte of lange beschrijving kiezen die op de bankafschriften van uw klant verschijnt. Laten we ervoor zorgen dat ze hun transactie begrijpen!
pl_pl: Możesz wybrać krótki lub długi opis, który pojawi się na wyciągach bankowych Twojego klienta. Upewnijmy się, że rozumieją swoją transakcję!

source: Email validation needed
es_es: Es necesario validar el correo electrónico
nl_nl: E-mailbevestiging nodig
pl_pl: Wymagane potwierdzenie adresu e-mail

source: No redirection when paying by credit card
es_es: No hay redirección al pagar con tarjeta de crédito
nl_nl: Geen omleiding bij betaling met credit card
pl_pl: Brak przekierowania w przypadku płatności kartą kredytową
