Repository: PrestaShopCorp/ps_checkout
Catalog: ps8/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: es_es, nl_nl, pl_pl

source: Refund has been processed by PayPal.
es_es: PayPal no efectuó el reembolso.
nl_nl: De terugbetaling is gedaan via PayPal.
pl_pl: Zwrot został dokonany przez PayPal.

source: Refund cannot be processed by PayPal.
es_es: PayPal no pudo efectuar el reembolso.
nl_nl: De terugbetaling kon niet worden gedaan via PayPal.
pl_pl: Zwrot nie mógł być dokonany przez PayPal.

source: Refund has been processed by PayPal, but order status change or email sending failed.
es_es: El reembolso ha sido procesado por PayPal, pero el cambio de estado del pedido o el envío del correo fallaron.
nl_nl: De terugbetaling is door PayPal verwerkt, maar het wijzigen van de bestelstatus of het verzenden van de e-mail is mislukt.
pl_pl: Zwrot został przetworzony przez PayPal, ale zmiana statusu zamówienia lub wysłanie e-maila nie powiodło się.

source: PayPal refund amount is invalid.
es_es: Importe de reembolso de PayPal no válido.
nl_nl: Ongeldig PayPal-restitutiebedrag.
pl_pl: Nieważna kwota zwrotu PayPal.

source: PayPal refund currency is invalid.
es_es: Divisa de reembolso de PayPal no válida.
nl_nl: Ongeldige PayPal-restitutievaluta.
pl_pl: Nieważna waluta zwrotu PayPal.

source: PayPal Transaction is invalid.
es_es: Transacción de PayPal no válida.
nl_nl: Ongeldige PayPal-transactie.
pl_pl: Nieważna transakcja PayPal.

source: PayPal Order is invalid.
es_es: Pedido de PayPal no válido.
nl_nl: Ongeldige PayPal-bestelling.
pl_pl: Nieważne zamówienie PayPal.

source: No PrestaShop Order identifier received
es_es: No se ha recibido ninguna referencia del pedido de PrestaShop
nl_nl: Geen PrestaShop-orderreferentie ontvangen
pl_pl: Nie otrzymano numeru zamówienia PrestaShop

source: Provide the most commonly used payment methods to your customers in this all-in-one module, and manage all your sales in a centralized interface.
es_es: Ofrece a tus clientes los métodos de pago más utilizados con este módulo todo en uno y administra todas tus ventas en una interfaz centralizada.
nl_nl: Bied uw klanten de meest gebruikte betaalmethoden aan in deze all-in-one module, en beheer al uw verkopen via een gecentraliseerde interface.
pl_pl: Udostępnij swoim klientom najpopularniejsze metody płatności dzięki kompleksowemu modułowi i zarządzaj sprzedażą z poziomu scentralizowanego interfejsu.

source: The payer did not authorize the payment.
es_es: El pagador no autorizó el pago.
nl_nl: De betaler heeft de betaling niet geautoriseerd.
pl_pl: Płatnik nie autoryzował płatności.

source: The payer paid for an item that they did not receive.
es_es: El pagador pagó por un artículo que no recibió.
nl_nl: De betaler heeft betaald voor een artikel dat hij niet heeft ontvangen.
pl_pl: Płatnik zapłacił za przedmiot, którego nie otrzymał.

source: For more information, please go to the official PayPal website.
es_es: Para más información, por favor visita el sitio web oficial de PayPal.
nl_nl: Ga voor meer informatie naar de officiële PayPal-website.
pl_pl: Aby uzyskać więcej informacji, przejdź na oficjalną stronę PayPal.

source: Dispute categories covered:
es_es: Categorías de disputa cubiertas:
nl_nl: Gedekte geschilcategorieën:
pl_pl: Kategorie sporów objęte ochroną:

source: Your PayPal balance is not protected, the transaction is not eligible to the seller protection program.
es_es: Tu saldo de PayPal no está protegido, la transacción no es elegible para el programa de protección al vendedor.
nl_nl: Uw PayPal-saldo is niet beschermd, de transactie komt niet in aanmerking voor het verkopersbeschermingsprogramma.
pl_pl: Twoje saldo PayPal nie jest chronione – transakcja nie kwalifikuje się do programu ochrony sprzedawców.

source: Your PayPal balance remains intact if the customer claims that they did not receive an item.
es_es: Tu saldo de PayPal permanece intacto si el cliente alega que no recibió un artículo.
nl_nl: Uw PayPal-saldo blijft intact als de klant beweert dat hij een artikel niet heeft ontvangen.
pl_pl: Twoje saldo PayPal pozostaje nienaruszone, jeśli klient twierdzi, że nie otrzymał przedmiotu.

source: Your PayPal balance remains intact if the customer claims that they did not receive an item or the account holder claims that they did not authorize the payment.
es_es: Tu saldo de PayPal permanece intacto si el cliente alega que no recibió un artículo o si el titular de la cuenta alega que no autorizó el pago.
nl_nl: Uw PayPal-saldo blijft intact als de klant beweert dat hij een artikel niet heeft ontvangen of als de rekeninghouder beweert dat hij de betaling niet heeft geautoriseerd.
pl_pl: Twoje saldo PayPal pozostaje nienaruszone, jeśli klient twierdzi, że nie otrzymał przedmiotu lub posiadacz konta twierdzi, że nie autoryzował płatności.

source: Not eligible
es_es: No elegible
nl_nl: Komt niet in aanmerking
pl_pl: Nie kwalifikuje się

source: Partially eligible
es_es: Parcialmente elegible
nl_nl: Gedeeltelijk in aanmerking komend
pl_pl: Częściowo kwalifikuje się

source: Eligible
es_es: Elegible
nl_nl: In aanmerking komend
pl_pl: Kwalifikuje się

source: Refund
es_es: Reembolso
nl_nl: Terugbetaling
pl_pl: Zwrot kosztów

source: Payment
es_es: Compras
nl_nl: Afrekening
pl_pl: Płatność

source: was not saved for future purchases
es_es: no fue guardado para futuras compras
nl_nl: is niet opgeslagen voor toekomstige aankopen
pl_pl: nie została zapisana na potrzeby przyszłych zakupów

source: was saved for future purchases
es_es: fue guardado para futuras compras
nl_nl: is opgeslagen voor toekomstige aankopen
pl_pl: została zapisana na potrzeby przyszłych zakupów

source: Payment method status
es_es: Estado del método de pago
nl_nl: Status van betaalmethode
pl_pl: Status metody płatności

source: If you have any question, please contact us.
es_es: Si tienes alguna pregunta, por favor contáctanos.
nl_nl: Als u vragen heeft, neem dan contact met ons op.
pl_pl: Jeśli masz jakiekolwiek pytania, skontaktuj się z nami.

source: You will be redirected to an external secured page of our payment gateway.
es_es: Serás redirigido a una página segura externa de nuestro portal de pagos.
nl_nl: U wordt doorgestuurd naar een externe beveiligde pagina van onze betaalgateway.
pl_pl: Zostaniesz przekierowany na zewnętrzną, zabezpieczoną stronę naszej bramki płatniczej.

source: Your payment needs to be authenticated, please click the button below.
es_es: Tu pago necesita ser autenticado, por favor haz clic en el botón de abajo.
nl_nl: Uw betaling moet worden geverifieerd, klik alstublieft op de onderstaande knop.
pl_pl: Twoja płatność wymaga uwierzytelnienia, kliknij poniższy przycisk.

source: Your payment needs to be approved, please click the button below.
es_es: Tu pago necesita ser aprobado, por favor haz clic en el botón de abajo.
nl_nl: Uw betaling moet worden goedgekeurd, klik alstublieft op de onderstaande knop.
pl_pl: Twoja płatność wymaga zatwierdzenia, kliknij poniższy przycisk.

source: Your payment has been declined by our payment gateway, please contact us via the link below.
es_es: Tu pago ha sido rechazado por nuestro portal de pagos, por favor contáctanos mediante el siguiente enlace.
nl_nl: Uw betaling is geweigerd door onze betaalgateway, neem alstublieft contact met ons op via de onderstaande link.
pl_pl: Twoja płatność została odrzucona przez naszą bramkę płatniczą, skontaktuj się z nami za pomocą poniższego linku.

source: Authenticate payment
es_es: Autenticar pago
nl_nl: Betaling verifiëren
pl_pl: Uwierzytelnij płatność

source: Approve payment
es_es: Aprobar pago
nl_nl: Betaling goedkeuren
pl_pl: Zatwierdź płatność

source: Amount paid
es_es: Monto pagado
nl_nl: Betaald bedrag
pl_pl: Kwota zapłacona

source: Funding source
es_es: Fuente de fondos
nl_nl: Financieringsbron
pl_pl: Źródło finansowania

source: Transaction status
es_es: Estado de la transacción
nl_nl: Transactiestatus
pl_pl: Status transakcji

source: Transaction identifier
es_es: Identificador de la transacción
nl_nl: Transactie-ID
pl_pl: Identyfikator transakcji

source: Order status
es_es: Estado del pedido
nl_nl: Bestelstatus
pl_pl: Status zamówienia

source: Order identifier
es_es: Identificador del pedido
nl_nl: Bestellings-ID
pl_pl: Identyfikator zamówienia

source: Payment gateway information
es_es: Información del portal de pagos
nl_nl: Betaalgateway-informatie
pl_pl: Informacje o bramce płatności

source: If you need assistance, please contact our Support Team on PrestaShop Checkout configuration page on Help subtab.
es_es: Si necesitas ayuda, ponte en contacto con nuestro equipo de soporte en la página de configuración de PrestaShop Checkout de la subpestaña de Ayuda.
nl_nl: Als u hulp nodig hebt, neem dan contact op met ons Support Team op de configuratiepagina van PrestaShop Checkout op het subtabblad help.
pl_pl: Jeśli potrzebujesz pomocy, skontaktuj się z naszym zespołem pomocy technicznej na stronie konfiguracji PrestaShop Checkout w zakładce Pomoc.

source: Exception detail:
es_es: Identificador de excepción
nl_nl: Uitzonderingscode:
pl_pl: Identyfikator wyjątku:

source: Exception identifier:
es_es: Identificador de excepción
nl_nl: Uitzonderingscode
pl_pl: Identyfikator wyjątku

source: PayPal order identifier:
es_es: Identificador del pedido de PayPal:
nl_nl: PayPal bestelcode:
pl_pl: Identyfikator zamówienia PayPal:

source: Cart identifier:
es_es: Identificador del carrito:
nl_nl: Winkelwagencode:
pl_pl: Identyfikator koszyka:

source: Customer identifier:
es_es: Identificador del cliente:
nl_nl: Gebruikersnaam klanten:
pl_pl: Login klienta:

source: A customer encountered a processing payment error :
es_es: Un cliente ha experimentado un error al pagar
nl_nl: Een klant heeft een fout ondervonden bij de betaling
pl_pl: Klient napotkał błąd podczas płatności

source: This message is sent automatically by module PrestaShop Checkout
es_es: Este mensaje se ha enviado automáticamente mediante el módulo PrestaShop Checkout.
nl_nl: Dit bericht wordt automatisch verzonden door de PrestaShop Checkout module.
pl_pl: Ta wiadomość jest automatycznie wysyłana przez moduł PrestaShop Checkout

source: This payment method has been refused by the payment platform, please use another payment method.
es_es: Este método de pago no está autorizado para continuar con la transacción en la pasarela de pago, inténtalo con otro.
nl_nl: Deze betaalmethode is niet geautoriseerd om door te gaan met de transactie op de betalingsgateway, probeer een andere.
pl_pl: Wybrana metoda płatności została odrzucona przez bramkę płatności. Prosimy o skorzystanie z innej metody.

source: Order is already captured.
es_es: El pedido ya ha sido capturado.
nl_nl: Bestelling is al geïnd.
pl_pl: Zamówienie zostało już zrealizowane.

source: Transaction expired, please try again.
es_es: La transacción ha expirado, por favor intenta de nuevo.
nl_nl: Transactie verlopen, probeer het opnieuw.
pl_pl: Transakcja wygasła, spróbuj ponownie.

source: The transaction failed. Please try a different payment method.
es_es: La transacción ha fallado. Inténtalo con un método de pago diferente.
nl_nl: De transactie is mislukt. Probeer alstublieft een andere betaalmethode.
pl_pl: Transakcja nie powiodła się. Spróbuj innej metody płatności.

source: Your country is not supported by this payment method, please try to select another.
es_es: Tu país no acepta este método de pago, inténtalo con otro.
nl_nl: Uw land wordt niet ondersteund met deze betaalmethode, probeer alstublieft een andere te selecteren.
pl_pl: Twój kraj nie jest obsługiwany przez tę metodę płatności, spróbuj wybrać inną.

source: Your card cannot be used to pay in this currency, please try another payment method.
es_es: Tu tarjeta no puede ser usada para pagar en esta divisa, inténtalo con otro método de pago.
nl_nl: Uw kaart kan niet gebruikt worden om te betalen in deze valuta, probeer alstublieft een andere betaalmethode.
pl_pl: Twoja karta nie może być używana do płatności w tej walucie. Spróbuj innej metody płatności.

source: The CVC code length is invalid for the specified card type.
es_es: La longitud del código CVC no es válida para el tipo de tarjeta especificado.
nl_nl: De lengte van de veiligheidscode is ongeldig voor het gespecificeerde type kaart.
pl_pl: Długość cod. bezpieczeństwa jest nieprawidłowa dla określonego typu karty.

source: Processing of this card type is not supported. Use another card type.
es_es: No se admite el procesamiento de este tipo de tarjeta. Usa otro tipo de tarjeta.
nl_nl: De verwerking van dit type kaart wordt niet ondersteund. Gebruik een ander type kaart.
pl_pl: Przetwarzanie tego typu kart nie jest obsługiwane. Użyj innego typu karty.

source: Cart delivery option is unavailable.
es_es: La opción de entrega del carrito no está disponible.
nl_nl: Bezorgoptie voor de winkelwagen is niet beschikbaar.
pl_pl: Opcja dostawy koszyka jest niedostępna.

source: Cart delivery address is invalid.
es_es: La dirección de entrega del carrito no es válida.
nl_nl: Afleveradres van de winkelwagen is ongeldig.
pl_pl: Adres dostawy koszyka jest nieprawidłowy.

source: Cart invoice address is invalid.
es_es: La dirección de facturación del carrito no es válida.
nl_nl: Factuuradres van de winkelwagen is ongeldig.
pl_pl: Adres rozliczeniowy koszyka jest nieprawidłowy.

source: Cart contains product unavailable.
es_es: El carrito contiene productos no disponibles.
nl_nl: Winkelwagen bevat niet-beschikbare producten.
pl_pl: Koszyk zawiera niedostępny produkt.

source: Cart doesn't contains product.
es_es: El carrito no contiene productos.
nl_nl: Winkelwagen bevat geen product.
pl_pl: Koszyk nie zawiera produktów.

source: The transaction amount doesn't match with the cart amount.
es_es: El importe de la transacción no coincide con el importe del carrito.
nl_nl: Het transactiebedrag komt niet overeen met het bedrag in de winkelwagen.
pl_pl: Kwota transakcji nie zgadza się z kwotą koszyka.

source: OrderPayment cannot be saved
es_es: OrderPayment no puede guardarse
nl_nl: OrderPayment kan niet worden opgeslagen
pl_pl: OrderPayment nie może być zapisany

source: OrderState cannot be saved
es_es: OrderState no puede guardarse
nl_nl: OrderState kan niet worden opgeslagen
pl_pl: OrderState nie może być zapisany

source: Order cannot be saved
es_es: El pedido no puede ser registrado
nl_nl: De bestelling kan niet worden opgeslagen
pl_pl: Zamówienie nie może być zarejestrowane

source: Cart is invalid
es_es: Carrito no válido
nl_nl: Ongeldige winkelwagen
pl_pl: Nieważny koszyk

source: PayPal payment method is missing
es_es: Falta el método de pago mediante PayPal
nl_nl: Het betaalmiddel PayPal ontbreekt
pl_pl: Brakuje środków płatniczych PayPal

source: PayPal order identifier is missing
es_es: Falta el identificador del pedido de PayPal
nl_nl: De PayPal-order-ID ontbreekt
pl_pl: Brakuje ID zamówienia PayPal

source: Unable to call API
es_es: No se puede llamar a la API
nl_nl: Niet in staat om API te bellen
pl_pl: Nie można wywołać API

source: This payment method is unavailable
es_es: Este método de pago no está disponible
nl_nl: Dit betaalmiddel is niet beschikbaar
pl_pl: Ten środek płatniczy nie jest dostępny

source: The transaction was refused.
es_es: La transacción se ha rechazado.
nl_nl: De transactie werd geweigerd.
pl_pl: Transakcja została odrzucona.

source: The transaction failed. Please try a different card.
es_es: La transacción ha fallado. Prueba con otra tarjeta.
nl_nl: De transactie is mislukt. Probeer alstublieft een andere kaart.
pl_pl: Transakcja nie powiodła się. Spróbuj użyć innej karty.

source: Error processing payment, you could have been charged. Please check your order history in your account to check the status of the order or please contact our customer service to know more.
es_es: Error en el procesamiento del pago, puede que se haya efectuado el cobro. Comprueba tu historial de pedidos en tu cuenta para verificar el estado del pedido o ponte en contacto con nuestro servicio de atención al cliente para obtener más información.
nl_nl: Foutieve verwerking van de betaling, u had kunnen worden gefactureerd. Controleer alstublieft uw bestelgeschiedenis in uw account om de status van de bestelling te controleren of neem contact op met onze klantenservice om meer te weten te komen.
pl_pl: Błąd w przetwarzaniu płatności, mogło dojść do obciążenia płatnością. Sprawdź historię zamówienia na swoim koncie w celu zweryfikowania statusu zamówienia lub skontaktowania się z naszym działem obsługi klienta, aby dowiedzieć się więcej.

source: We encountered an issue while processing your Apple Pay payment. Please verify your order details and try again, or use a different payment method.
es_es: Hemos encontrado un problema al procesar su pago con Apple Pay. Verifique los detalles de su pedido e inténtelo de nuevo, o utilice otro método de pago.
nl_nl: We hebben een probleem ondervonden bij het verwerken van je Apple Pay-betaling. Controleer je bestelgegevens en probeer het opnieuw, of gebruik een andere betaalmethode.
pl_pl: Napotkaliśmy problem podczas przetwarzania płatności Apple Pay. Sprawdź szczegóły zamówienia i spróbuj ponownie lub użyj innej metody płatności.

source: We’re unable to process your Apple Pay payment at the moment. This could be due to an issue verifying the payment setup for this website. Please try again later or choose a different payment method.
es_es: No podemos procesar su pago con Apple Pay en este momento. Esto podría deberse a un problema al verificar la configuración de pago de este sitio web. Inténtelo de nuevo más tarde o elija otro método de pago.
nl_nl: We kunnen je Apple Pay-betaling momenteel niet verwerken. Dit kan komen door een probleem met het verifiëren van de betalingsinstellingen voor deze website. Probeer het later opnieuw of kies een andere betaalmethode.
pl_pl: Nie możemy teraz przetworzyć Twojej płatności Apple Pay. Może to być spowodowane problemem z weryfikacją konfiguracji płatności dla tej strony internetowej. Spróbuj ponownie później lub wybierz inną metodę płatności.

source: Card holder authentication cannot be checked, please choose another payment method or try again.
es_es: Autenticación del titular de la tarjeta no puede ser verificada, por favor, elige otro método de pago o inténtalo de nuevo.
nl_nl: De verificatie van kaarthouder kan niet worden gecontroleerd, kies een andere betaalmethode of probeer het opnieuw.
pl_pl: Nie można dokonać uwierzytelnienia posiadacza karty; wybierz inną metodę płatności lub spróbuj ponownie.

source: Card holder authentication failed, please choose another payment method or try again.
es_es: Autenticación del titular de la tarjeta cancelada, por favor, elige otro método de pago o inténtalo de nuevo.
nl_nl: Verificatie van kaarthouder is mislukt, kies een andere betaalmethode of probeer het opnieuw.
pl_pl: Uwierzytelnienie posiadacza karty nie powiodło się; wybierz inną metodę płatności lub spróbuj ponownie.

source: An error occurred on card holder authentication, please choose another payment method or try again.
es_es: Se ha producido un error en la autentificación del titular de la tarjeta, por favor, elige otro método de pago o inténtalo de nuevo.
nl_nl: Er is een fout opgetreden bij de verificatie van de kaarthouder, kies een andere betaalmethode of probeer het opnieuw.
pl_pl: Wystąpił błąd podczas uwierzytelniania posiadacza karty; wybierz inną metodę płatności lub spróbuj ponownie.

source: Card holder authentication canceled, please choose another payment method or try again.
es_es: Autenticación del titular de la tarjeta cancelada, por favor, elige otro método de pago o inténtalo de nuevo.
nl_nl: Verificatie door kaarthouder geannuleerd, kies een andere betaalmethode of probeer het opnieuw.
pl_pl: Uwierzytelnienie posiadacza karty anulowane; wybierz inną metodę płatności lub spróbuj ponownie.

source: An error occurred fetching Apple Pay payment request
es_es: Ocurrió un error al obtener la solicitud de pago de Apple Pay
nl_nl: Er is een fout opgetreden bij het ophalen van het Apple Pay-betalingsverzoek
pl_pl: Wystąpił błąd podczas pobierania żądania płatności Apple Pay

source: An error occurred fetching Google Pay transaction info
es_es: Ocurrió un error al obtener la información de la transacción de Google Pay
nl_nl: Er is een fout opgetreden bij het ophalen van de Google Pay-transactiegegevens
pl_pl: Wystąpił błąd podczas pobierania informacji o transakcji Google Pay

source: No Apple Pay Javascript SDK Instance
es_es: No hay instancia del SDK de JavaScript de Apple Pay
nl_nl: Geen Apple Pay Javascript SDK-instantie
pl_pl: Brak instancji Apple Pay Javascript SDK

source: No Google Pay Javascript SDK Instance
es_es: No hay instancia del SDK de JavaScript de Google Pay
nl_nl: Geen Google Pay Javascript SDK-instantie
pl_pl: Brak instancji Google Pay Javascript SDK

source: No PayPal Javascript SDK Instance
es_es: No hay instancia del SDK de JavaScript de PayPal
nl_nl: Geen PayPal Javascript SDK-instantie
pl_pl: Brak PayPal Javascript SDK Instance

source: There was an error during the payment. Please try again or contact the support.
es_es: Se ha producido un error durante el pago. Vuelve a intentarlo o ponte en contacto con el servicio de asistencia.
nl_nl: Er is een fout opgetreden tijdens het betalen. Probeer het opnieuw, of neem contact op met de helpdesk.
pl_pl: Podczas płatności wystąpił błąd. Spróbuj ponownie lub skontaktuj się z obsługą techniczną.

source: Failed
es_es: Fallido
nl_nl: Mislukt
pl_pl: Niepowodzenie

source: Refunded
es_es: Reembolsada
nl_nl: Terugbetaald
pl_pl: Zwrócona

source: Partially refunded
es_es: Reembolsada parcialmente
nl_nl: Gedeeltelijk terugbetaald
pl_pl: Częściowo zwrócona

source: Pending
es_es: Pendiente
nl_nl: In afwachting van goedkeuring
pl_pl: Oczekująca

source: Declined
es_es: Rechazada
nl_nl: Geweigerd
pl_pl: Odrzucona

source: Completed
es_es: Completada
nl_nl: Voltooid
pl_pl: Ukończona

source: Voided
es_es: Cancelada
nl_nl: Geannuleerd
pl_pl: Anulowana

source: Approved
es_es: Aprobada
nl_nl: Goedgekeurd
pl_pl: Zatwierdzona

source: Saved
es_es: Registrada
nl_nl: Geregistreerd
pl_pl: Zarejestrowana

source: Created
es_es: Cread
nl_nl: Gemaakt op
pl_pl: Stworzona

source: Expiry date
es_es: Fecha de caducidad
nl_nl: Vervaldatum
pl_pl: Data ważności

source: Card number
es_es: Número de tarjeta
nl_nl: Kaartnummer
pl_pl: Numer karty

source: Card holder name
es_es: Nombre del titular de la tarjeta
nl_nl: Naam van de Kaarthouder
pl_pl: Imię i nazwisko właściciela karty

source: Pay with %s
es_es: Pagar con %s
nl_nl: Betalen met %s
pl_pl: Zapłać z %s

source: Pay by %s
es_es: Pagar con %s

source: Pay in installments with PayPal Pay Later
es_es: Pagar en varios plazos con PayPal Pay Later
nl_nl: Betalen in termijnen met PayPal Pay Later
pl_pl: Płatności ratalne z PayPal Pay Later

source: Pay with a PayPal account
es_es: Pagar con PayPal
nl_nl: Betalen met PayPal
pl_pl: Zapłać z PayPal

source: Pay by Card - 100% secure payments
es_es: Pagar con tarjeta - pagos 100% seguros

source: Card
es_es: Tarjeta
nl_nl: Kaart
pl_pl: Karta

source: Go back to the Checkout
es_es: Volver a la compra
nl_nl: Ga terug naar Checkout
pl_pl: Wróć do Checkout

source: Checkout
es_es: Pagar
nl_nl: Afrekenen

source: Card payment
es_es: Pago con tarjeta
nl_nl: Kaartbetaling
pl_pl: Płatność kartą

source: Order summary
es_es: Resumen del pedido
nl_nl: Besteloverzicht
pl_pl: Podsumowanie zamówienia

source: Your shopping cart is empty.
es_es: Tu carrito está vacío.
nl_nl: Uw winkelwagen is leeg.
pl_pl: Twój koszyk jest pusty.

source: You have chosen to pay by Card.
es_es: Has elegido pagar con tarjeta.
nl_nl: U hebt ervoor gekozen om met de kaart te betalen.
pl_pl: Wybrałeś opcję płatności kartą.

source: You have chosen to pay by PayPal.
es_es: Has elegido pagar con PayPal.
nl_nl: U hebt ervoor gekozen om met PayPal te betalen.
pl_pl: Wybrałeś opcję płatności za pomocą PayPal.
