Repository: PrestaShopCorp/ps_checkout
Catalog: ps8/translations/*/ModulesCheckoutPscheckout.*.xlf
Languages: es_es, nl_nl, pl_pl

source: Local payment methods
es_es: Métodos de pago locales
nl_nl: Lokale betaalmiddelen
pl_pl: Lokalne środki płatnicze

source: Higher conversions
es_es: Mayores conversiones
nl_nl: Hogere conversies
pl_pl: Wyższa konwersja

source: Contact us
es_es: Ponte en contacto con nosotros
nl_nl: Neem contact met ons op voor meer informatie
pl_pl: Kontakt

source: Define the currency conversion rules
es_es: Definir las reglas de conversión de divisas
nl_nl: Bepaal de regels voor de omrekening van valuta's
pl_pl: Określ zasad przeliczania walut

source: Pending transaction
es_es: Transacción(es) pendiente(s)
nl_nl: Lopende transactie(s)
pl_pl: Oczekiwana/-e transakcja/-e

source: Help for PrestaShop Checkout
es_es: Ayuda para PrestaShop Checkout
nl_nl: Hulp bij PrestaShop Checkout
pl_pl: Pomoc dla PrestaShop Checkout

source: Displaying this message has shown a better conversion rate and a raise of Average Order Value.
es_es: La visualización de este mensaje ha demostrado una mejor tasa de conversión y un aumento del valor medio de los pedidos.
nl_nl: Het tonen van dit bericht heeft een betere conversiegraad en een verhoging van de gemiddelde bestelwaarde aangetoond.
pl_pl: Wyświetlenie tej wiadomości spowodowało poprawę współczynnika konwersji i wzrost średniej wartości zamówienia.

source: Back
es_es: Atrás
nl_nl: Vorige
pl_pl: Wróć

source: Business information
es_es: Datos de la empresa
nl_nl: Bedrijfsinformatie
pl_pl: Informacje biznesowe

source: Actions
es_es: Acciones
nl_nl: Acties
pl_pl: Działania

source: Email already exist.
es_es: El correo electrónico ya existe.
nl_nl: E-mail bestaat al.
pl_pl: Ten adres e-mail już istnieje w bazie.

source: One more thing : send documents to be fully approved by PayPal
es_es: Una cosa más: envía la documentación para que sea aprobada por PayPal.
nl_nl: Nog één ding: stuur documenten om volledig te worden goedgekeurd door PayPal.
pl_pl: Jeszcze jedno: wyślij dokumenty do pełnej akceptacji przez PayPal

source: The email is missing.
es_es: Falta el correo electrónico.
nl_nl: De e-mail ontbreekt.
pl_pl: Brak adresu e-mail.

source: in the meantime, you can sell now up to 500$ in card transactions.
es_es: Mientras tanto, puedes aceptar pagos con tarjeta hasta 500 €.
nl_nl: in de tussentijd kunt u nu tot $ 500 aan kaarttransacties verkopen.
pl_pl: w międzyczasie możesz teraz przyjmować płatności kartą za kwotę do 500 USD.

source: Credit and Debit Cards
es_es: Tarjetas bancarias
nl_nl: Credit- en debetcards
pl_pl: Karty kredytowe i debetowe

source: Unfortunately, credit card payments cannot be processed for you at the moment. In the meantime, you can still receive payments via PayPal. Please proceed to some actions from your PayPal account, where you should have received a notification. If not, please contact PayPal help center.
es_es: Desafortunadamente, en estos momentos no es posible procesar pagos con tarjeta de crédito. Mientras tanto, puedes seguir recibiendo pagos mediante PayPal. Configura tu cuenta de PayPal, donde puede que hayas recibido una notificación. Si no es así, ponte en contacto con el servicio de atención al cliente de PayPal.
nl_nl: Spijtig genoeg kan er momenteel niet met creditcard worden betaald. Ondertussen kunt u wel betalingen via PayPal ontvangen Gelieve bepaalde acties uit te voeren op uw PayPal-rekening, waar u mogelijk een melding heeft ontvangen. Als dit niet het geval is, neem dan contact op met de klantenservice van PayPal.
pl_pl: Niestety obecnie nie możemy zrealizować Twoich płatności kartą kredytową. W międzyczasie wciąż możesz przyjmować płatności przez PayPal. Prosimy o wykonanie pewnych czynności na koncie PayPal, gdzie prawdopodobnie jest nowe powiadomienie. Jeśli tak nie jest, skontaktuj się z obsługą klienta PayPal.

source: Your PrestaShop account is linked to your PayPal account
es_es: Tu cuenta PrestaShop está vinculada a tu cuenta PayPal
nl_nl: Uw PrestaShop-account is aan uw PayPal-account gelinkt
pl_pl: Twoje konto PrestaShop jest połączone z kontem PayPal

source: in card transactions until your account is fully approved
es_es: en transacciones con tarjeta mientras la cuenta se encuentre en curso de validación
nl_nl: voor kaarttransacties tot uw account volledig is goedgekeurd
pl_pl: w transakcjach kartą, dopóki Twoje konto nie zostanie zatwierdzone

source: Link to PayPal account
es_es: Vincular a la cuenta PayPal
nl_nl: Link naar PayPal-account
pl_pl: Połącz z kontem PayPal

source: Discount
es_es: Descuento
nl_nl: Korting
pl_pl: Rabat

source: Button configuration saved with success !
es_es: ¡La configuración de los botones se ha guardado con éxito!
nl_nl: Knopconfiguratie met succes opgeslagen!
pl_pl: Konfiguracja przycisków zapisana z sukcesem!

source: Shipping costs, if any, will be estimated in basket total. Delivery method selected by default will be the one set in first position on Carriers page.
es_es: Los gastos de envío, si los hubiere, se calcularán en el total del carrito. El método de entrega seleccionado por defecto será el primero de la página de transportistas.
nl_nl: De transportkosten worden berekend op de pagina met het totale winkelmandje. De standaard geselecteerde leveringsmethode is de methode die de eerst plaats inneemt op de vervoerderspagina.
pl_pl: Ewentualne koszty wysyłki zostaną oszacowane w łącznej wartości koszyka. Domyślnie wybrana metoda dostawy będzie znajdować się na pierwszej pozycji na liście Firm transportowych.

source: Send it again
es_es: Enviar de nuevo
nl_nl: Opnieuw versturen
pl_pl: Wyślij ponownie

source: Production mode enables you to collect your payments.
es_es: El modo de producción te permite recibir pagos.
nl_nl: In de productiemodus kunt u betalingen innen
pl_pl: Tryb produkcji umożliwia pobieranie płatności.

source: The password is invalid.
es_es: La contraseña no es válida.
nl_nl: Het wachtwoord is ongeldig.
pl_pl: Hasło jest nieprawidłowe.

source: except opposition here
es_es: excepto oposición aquí
nl_nl: behalve bezwaar hier
pl_pl: o ile nie wyrazisz sprzeciwu tutaj

source: Website
es_es: Sitio web
pl_pl: Strona internetowa

source: If approval is pending or issues are encountered with the Integrated fields, you can activate these fields as a backup, only if Integrated fields are not available or deactivated. The fees are the same as PayPal payment method.
es_es: Si la aprobación está pendiente o se experimentan problemas con los campos inteligentes, puedes activar estos campos como una copia de seguridad, solo si los campos inteligentes no están disponibles o están desactivados. Las tarifas son las mismas que las del método de pago de PayPal.
nl_nl: Als de goedkeuring in behandeling is of als er problemen zijn met de geïntegreerde velden, kunt u deze velden alleen als back-up activeren, als de geïntegreerde velden niet beschikbaar of gedeactiveerd zijn. De kosten zijn dezelfde als bij de PayPal betaalmethode.
pl_pl: Jeśli zatwierdzenie jest w toku lub występują problemy z polami zintegrowanymi, można aktywować te pola jako kopię zapasową, tylko jeśli pola zintegrowane nie są dostępne lub są wyłączone. Opłaty są takie same jak metoda płatności PayPal.

source: Loading
es_es: Cargando
nl_nl: Aan het laden
pl_pl: Ładowanie

source: There are no payment methods available. You can't receive payments from PayPal right now and your customers can't proceed to payments (anymore) via the payment methods provided by PrestaShop Checkout.
es_es: No hay métodos de pago disponibles. Actualmente no puedes recibir pagos de PayPal y tus clientes ya no pueden continuar los pagos mediante los métodos proporcionados por PrestaShop Checkout.
nl_nl: Er zijn geen betaalmethoden beschikbaar. U kunt op dit moment geen betalingen van PayPal ontvangen en uw klanten kunnen geen betalingen (meer) verrichten via de betaalmethoden van PrestaShop Checkout.
pl_pl: Żadna z metod płatności nie jest dostępna. Obecnie nie możesz otrzymywać płatności z PayPal, a Twoi klienci nie mogą (już) dokonywać płatności za pomocą metod dostarczanych przez PrestaShop Checkout.

source: Connect your PrestaShop Checkout account and link your PayPal Account or create one if needed
es_es: Conectar tu cuenta de PrestaShop Checkout y enlazar tu cuenta de PayPal o crear una si lo necesitas
nl_nl: Verbind uw PrestaShop Checkout-account met uw PayPal-account, of maak een nieuw account aan
pl_pl: Połączyć Twoje konto PrestaShop Checkout i powiązać konto PayPal lub je założyć

source: What is the difference between Integrated Credit Card fields and PayPal branded Credit Card Fields ?
es_es: ¿Cuál es la diferencia entre los campos de la tarjeta de crédito inteligente y los campos de la tarjeta de crédito de PayPal?
nl_nl: Wat is het verschil tussen de geïntegreerde creditcardvelden en de creditcardvelden met het PayPal merk?
pl_pl: Jaka jest różnica między polami Zintegrowanej karty kredytowej a polami Karty kredytowej z logo PayPal?

source: Conversion rules
es_es: Reglas de conversión
nl_nl: Regels voor de omrekening
pl_pl: Zasady przeliczania walut

source: Process unlimited card payments. You can accept either credit or debit card.
es_es: Procesa los pagos con tarjeta bancaria sin límites. Puedes aceptar tanto tarjetas de crédito como de débito.
nl_nl: Verwerk betalingen met betaalkaarten zonder enige beperkingen. U kunt zowel credit- als debetcard accepteren.
pl_pl: Przetwarzaj dowolną liczbę płatności kartą. Możesz akceptować karty kredytowe lub debetowe.

source: The capability can no longer be used, but there are remediation steps to regain access to the corresponding functionality.
es_es: Ya no se pueden utilizar las funcionalidades, pero existen pasos para recuperar el acceso a las funcionalidades correspondientes
nl_nl: Functies kunnen niet meer worden gebruikt, maar er zijn stappen om toegang te krijgen tot de overeenkomstige functies
pl_pl: Nie można dalej korzystać z funkcji, lecz można podjąć kroki zmierzające do uzyskania dostępu do odpowiednich funkcji

source: Manage currencies
es_es: Gestionar las divisas
nl_nl: Beheer valuta's
pl_pl: Zarządzaj walutami

source: Create your PrestaShop Checkout account
es_es: Crea tu cuenta PrestaShop Checkout
nl_nl: Maak uw PrestaShop Checkout account aan
pl_pl: Załóż konto PrestaShop Checkout

source: Your account needs to be validated to accept PayPal payments. Please check your inbox for any email confirmation.
es_es: Tu cuenta necesita estar confirmada para aceptar los pagos a través de PayPal. Comprueba si has recibido un correo de confirmación en tu bandeja de entrada.
nl_nl: Uw account moet geverifieerd zijn voordat u PayPal-betalingen kunt aanvaarden. Raadpleeg uw inbox om te zien of u een bevestigingsmail hebt ontvangen.
pl_pl: Twoje konto musi zostać zatwierdzone, by móc akceptować płatności przez PayPal. Poszukaj potwierdzenia w skrzynce e-mail.

source: Boost your conversion rate by displaying PayPal as the first choice in the list of payment methods
es_es: Mejora tu tasa de conversión mostrando PayPal como primera opción en la lista de métodos de pago
nl_nl: Verhoog uw conversiepercentage door PayPal als eerste keuze weer te geven in de lijst van betaalmethoden
pl_pl: Zwiększ współczynnik konwersji, wyświetlając PayPal jako pierwszy wybór na liście metod płatności

source: You’ve got an email.
es_es: Tienes un correo electrónico.
nl_nl: U hebt een e-mail ontvangen.
pl_pl: Masz wiadomość.

source: Billing address
es_es: Dirección de facturación
nl_nl: Factuuradres
pl_pl: Adres rozliczeniowy

source: PayPal button
es_es: El botón de PayPal
nl_nl: PayPal knop
pl_pl: Przycisk PayPal

source: FAQ
es_es: Preguntas frecuentes sobre cuentas rechazadas
nl_nl: FAQ’s over geweigerde accounts
pl_pl: Konto odrzucone – najczęściej zadawane pytania

source: Account declined FAQs
es_es: Preguntas frecuentes sobre cuentas rechazadas
nl_nl: FAQ’s over geweigerde accounts
pl_pl: Konto odrzucone – najczęściej zadawane pytania

source: First name
es_es: Nombre
nl_nl: Voornaam
pl_pl: Imię

source: Credit Card availability revoked
es_es: Disponibilidad de la tarjeta de crédito revocada.
nl_nl: Beschikbaarheid van de creditcard ingetrokken.
pl_pl: Dostępność kart kredytowych została cofnięta.

source: Alternative Credit Card Fields activation
es_es: Activación de campos de tarjetas de crédito alternativas
nl_nl: Alternatieve creditcard velden activeren
pl_pl: Aktywacja pól alternatywnej karty kredytowej

source: Personal information
es_es: Datos personales
nl_nl: Persoonlijke informatie
pl_pl: Dane osobowe

source: Company estimated monthly turnover
es_es: Facturación mensual estimada de la empresa
nl_nl: Geschatte, maandelijkse bedrijfsomzet
pl_pl: Przybliżone miesięczne obroty firmy

source: White
es_es: Blanco
nl_nl: Wit
pl_pl: Biały

source: Roundings settings to change
es_es: Se deben actualizar las opciones de redondeo
nl_nl: Instellingen voor afrondingen wijzigen
pl_pl: Ustawienia zaokrągleń wymagają aktualizacji

source: Handling
es_es: Manejo
nl_nl: Afhandeling
pl_pl: Obsługa

source: Download PDF
es_es: Descargar el PDF
nl_nl: Pdf downloaden
pl_pl: Pobierz Instrukcję użytkownika

source: Choose page location for messages
es_es: Elije la ubicación de los mensajes en la página
nl_nl: Kies de plaats van de berichten op de pagina
pl_pl: Wybierz miejsce wyświetlania komunikatów

source: Congrats ! You can start selling online now.
es_es: ¡Felicidades! Puedes empezar a vender en línea ahora.
nl_nl: Gefeliciteerd! U kunt nu online gaan verkopen.
pl_pl: Gratulacje! Możesz zacząć sprzedawać online już teraz.

source: Set up description
es_es: Establecer la descripción
nl_nl: Opzetten van de beschrijving
pl_pl: Opis ustawień

source: Be careful, your roundings settings are not fully compatible with PrestaShop Checkout transaction processing. Some of the transactions could fail. But it is easy, your setting Round mode and Round type should be set on « Round up away from zero, when it is half way there » and « Round on each item » or click on the button bellow to make it automatically !
es_es: ¡Cuidado! Tus opciones de redondeo no son totalmente compatibles con el proceso de transacciones de PrestaShop Checkout. Algunas transacciones podrían no realizarse correctamente. Pero es fácil, la "Regla de redondeo" y el "Tipo de redondeo" tienen que estar configurados en "Redondear al infinito cuando el valor es la mitad" y "Redondear para cada artículo" o haz clic en el botón de abajo para hacerlo automáticamente.
nl_nl: Opgelet: uw instellingen voor afrondingen zijn niet volledig compatibel met de transactiebehandeling van PrestaShop Checkout. Sommige transacties kunnen mogelijk niet worden verwerkt. U kunt dit echter eenvoudig aanpassen. Maar het is gemakkelijk, uw "Afrondingsregel" en "Afrondingstype" instellingen moeten worden ingesteld op "Afronden tot oneindig wanneer halverwege de waarde" en "Afronden voor elk artikel" of klik op de knop hieronder om het automatisch te doen!
pl_pl: Uwaga, Twoje ustawienia zaokrągleń nie są w pełni kompatybilne z systemem przetwarzania transakcji PrestaShop Checkout. Niektóre transakcje mogą zakończyć się niepowodzeniem. To proste: Twoje ustawienia „Zasada zaokrąglania” i „Rodzaj zaokrąglania” muszą być ustawione na „Zaokrąglij do nieskończoności, gdy wartość jest w połowie” i „Zaokrąglij dla każdej pozycji” lub kliknij przycisk poniżej, aby zrobić to automatycznie!

source: TIPS
es_es: TRUCOS

source: Multistore detected
es_es: Multitienda detectada
nl_nl: Multistore gevonden
pl_pl: Wykryto funkcję multistore

source: Customize PayPal button
es_es: Personalizar el botón de PayPal
nl_nl: PayPal knop aanpassen
pl_pl: Dostosuj przycisk PayPal

source: Mr
es_es: Señor
nl_nl: M.
pl_pl: Pan

source: per transaction depending on your country.
es_es: por transacción en función de su país.
nl_nl: per transactie, afhankelijk van uw land.
pl_pl: za transakcję w zależności od kraju.

source: Not available
es_es: No disponible
nl_nl: Niet beschikbaar
pl_pl: Niedostępny

source: Adjust your bank account
es_es: Añadir tu cuenta bancaria
nl_nl: Pas uw bankrekening aan
pl_pl: Dostosuj swoje konto bankowe

source: Connect your PrestaShop account
es_es: Conectar tu cuenta de PrestaShop
nl_nl: Koppel uw Prestashop account
pl_pl: Podłącz swoje konto PrestaShop

source: available in :
es_es: Disponible en:
nl_nl: verkrijgbaar in:
pl_pl: dostępny w:

source: Production mode
es_es: Modo de producción
nl_nl: Productiemodus
pl_pl: Tryb produkcji

source: Customize checkout experience
es_es: Personalizar la experiencia de compra
nl_nl: Aankoopervaring personaliseren
pl_pl: Spersonalizuj doświadczenie zakupu

source: Preview
es_es: Vista previa
nl_nl: Voorbeeld
pl_pl: Podgląd

source: Homepage
es_es: Página principal
nl_nl: Startpagina
pl_pl: Strona główna

source: This module allows you to:
es_es: Gracias a este módulo, podrás:
nl_nl: Met deze module kunt u het volgende doen:
pl_pl: Moduł ten pozwala:

source: PayPal algorithms automatically limit your fraud rate. There is a complete tool on PayPal to set specific rules and drive your performance concerning fraud and chargeback costs.
es_es: Los algoritmos de PayPal limitan automáticamente el número de fraudes. Existe una completa herramienta en la interfaz de PayPal para configurar las reglas específicas y gestionar tu rendimiento en lo que respecta al fraude y los costes de recuperación.
nl_nl: PayPal algoritmen beperken automatisch uw fraudepercentage. Er is een complete tool op PayPal om specifieke regels in te stellen en uw prestaties op het gebied van fraude en terugboekingskosten te sturen.
pl_pl: Algorytmy PayPal automatycznie ograniczają liczbę oszustw. W systemie PayPal dostępne jest kompletne narzędzie do ustalania konkretnych zasad i zwiększania wydajności w zakresie kosztów oszustw i obciążeń zwrotnych.

source: Manage Activity
es_es: Gestionar la actividad
nl_nl: Activiteit beheren
pl_pl: Zarządzaj aktywnością

source: Transaction type
es_es: Tipo de transacción
nl_nl: Type transactie
pl_pl: Rodzaj transakcji

source: Change payment methods order
es_es: Cambiar el orden de los métodos de pago
nl_nl: De volgorde van de betaalmethoden wijzigen
pl_pl: Zmień kolejność metod płatności

source: Offer the widest range of payment methods: cards, PayPal, etc...
es_es: Proponer la mayor selección de métodos de pago: tarjetas, PayPal, etc.
nl_nl: Zorg voor een breed aanbod van betaalmethoden: credit- en debetkaarten, PayPal enz.
pl_pl: Zaoferuj swoim klientom najszerszy wybór metod płatności: kartą, przez PayPal itd.

source: ) : we highly recommend to use these ones, by default. But you need PayPal full approval for accepting Credit Cards payment with the fields. You can see the status of this approval in the
es_es: ): recomendamos encarecidamente utilizar estos, por defecto. Pero necesitas la aprobación completa de PayPal para aceptar el pago con tarjetas de crédito con los campos. Puedes ver el estado de esta aprobación en
nl_nl: ): wij bevelen ten zeerste aan om deze standaard te gebruiken. Maar u hebt de volledige goedkeuring van PayPal nodig voor het accepteren van Credit Cards betaling met de velden. U kunt de status van deze goedkeuring zien in de
pl_pl: ): gorąco polecamy używanie tych, domyślnie. Ale trzeba pełnej zgody PayPal na akceptację płatności kartami kredytowymi z użyciem pól. Status tego zatwierdzenia można sprawdzić w

source: Please select the first shop to configure from the list below :
es_es: Selecciona la primera tienda de la siguiente lista para configurarla:
nl_nl: Selecteer de eerste winkel die u wilt configureren in de onderstaande lijst:
pl_pl: Wybierz pierwszy sklep do skonfigurowania z poniższej listy:

source: Test mode is turned on
es_es: El modo de prueba está activado
nl_nl: Testmodus is ingeschakeld
pl_pl: Tryb testowy jest włączony

source: Reset password
es_es: Restablecer contraseña
nl_nl: Wachtwoord resetten
pl_pl: Zresetuj hasło

source: A confirmation email has been sent. Check your inbox and click on the link to activate your account.
es_es: Se ha enviado un email de confirmación. Comprueba tu buzón y haz clic en el enlace para activar tu cuenta.
nl_nl: Er werd een bevestigingsmail verstuurd. Ga naar uw inbox en klik op de link om uw account te activeren.
pl_pl: Wysłano e-mail z potwierdzeniem. Sprawdź pocztę i kliknij link, aby aktywować konto.

source: Use production mode
es_es: Usar el modo de producción
nl_nl: Productiemodus gebruiken
pl_pl: Użyj trybu produkcji

source: up to $500
es_es: por un total de hasta 500 $
nl_nl: over $ 500
pl_pl: do 500 USD

source: Integrated Credit Card Fields
es_es: Campos de la tarjeta de crédito inteligente
nl_nl: Geïntegreerde creditcardvelden
pl_pl: Zintegrowane pola kart kredytowych

source: Change countries ISO Codes
es_es: Cambiar Códigos ISO de los países
nl_nl: Landen ISO-codes wijzigen
pl_pl: Zmień kody ISO krajów

source: Payment methods acceptance
es_es: Métodos de pago aceptados
nl_nl: Betaalmethoden accepteren
pl_pl: Akceptowane metody płatności

source: Create account
es_es: Crear una cuenta
nl_nl: Zich registreren
pl_pl: Zarejestruj się

source: Test mode
es_es: Modo de prueba
nl_nl: Testmodus
pl_pl: Tryb testowy

source: An error during configuration was detected. Please reset the PrestaShop Checkout module and configure it again.
es_es: Se ha detectado un error durante la configuración. Reinicia el módulo PrestaShop Checkout y configúralo de nuevo.
nl_nl: Er is een fout ontdekt tijdens de configuratie. Reset de PrestaShop Checkout module en configureer deze opnieuw.
pl_pl: Podczas konfiguracji został wykryty błąd. Zresetuj moduł kasowy PrestaShop i skonfiguruj go ponownie.

source: Read more
es_es: Lee más
nl_nl: Lees meer over deze functie
pl_pl: Czytaj więcej

source: Log out
es_es: Cerrar sesión
nl_nl: Uitloggen
pl_pl: Wyloguj się

source: pending dispute(s)
es_es: litigio(s) pendiente(s)
nl_nl: lopend(e) geschil(len)
pl_pl: spór(-y) w toku

source: Terms and Conditions of Use of PrestaShop Checkout
es_es: condiciones de uso
nl_nl: de gebruiksvoorwaarden
pl_pl: warunki użytkowania

source: Date
es_es: Fecha
nl_nl: Datum
pl_pl: Data

source: Each shop must be configured separately, even if you configure the same account on all of them.
es_es: Cada tienda debe configurarse por separado, aunque configures la misma cuenta para todas ellas.
nl_nl: Elke winkel moet afzonderlijk worden geconfigureerd, ook als u hetzelfde account in alle winkels hebt ingesteld.
pl_pl: Każdy sklep należy skonfigurować osobno, nawet jeśli ustawisz jedno konto dla wszystkich sklepów.

source: State
es_es: Estado
nl_nl: Status
pl_pl: Region

source: PrestaShop Checkout account
es_es: Cuenta PrestaShop Checkout
pl_pl: Konto PrestaShop Checkout

source: Authorize process holds all payments on customers’ account. Mark the order as « Shipped » or « Payment accepted » to capture payments. Local Payment Methods are not compatible with Authorize process.
es_es: El modo Pago al momento de la expedición conserva el dinero en la cuenta del cliente. Marca el pedido como Enviado o Pago aceptado para adeudar el importe. Los métodos de pago locales no son compatibles con esta opción.
nl_nl: De autorisatieprocedure raakt niet aan het klantaccount. Markeer de bestelling als ‘Verzonden’ of ‘Betaling geaccepteerd’ om het bedrag af te houden. Lokale betaalmethoden zijn niet compatibel met deze autorisatieprocedure.
pl_pl: Proces autoryzacji wstrzymuje wszystkie płatności na koncie klienta. Oznacz zamówienie jako „Wysłane” lub „Płatność zaakceptowana”, aby przechwycić płatność. Lokalne metody płatności nie są zgodne z procesem autoryzacji. Oznacz zamówienie jako „Wysłane” lub „Płatność zaakceptowana”, aby przechwycić płatność. Lokalne metody płatności nie są zgodne z procesem autoryzacji.
